<template lang="pug">
    .fi-privacy
        p.b 本站非常尊重客户提供给我们的个人隐私信息，我们将尽全力保护客户个人信息的私密性，让客户无后顾之忧。 在任何时候，我们的目标都是遵守在数据保护法规则中我们的职责和您的权利。
        p 以下为我们关于客户个人信息隐私权保护规则的内容：
        ul
            li 简介
            li 我们收集的客户信息及目的
            li 访问信息
            li 保密性
            li 客户个人信息的使用及存储
            li 客户数据信息保护
            li 保密限制
            li 客户信息的接收者
            li 监控
            li 信息保存的时间
            li 隐私权保护规则的认同
        h2 简介
        p 我们希望我们的服务是安全的，并为我们的受众提供愉快的环境。为了让客户在这能享受到安全愉悦的服务体验，我们征求客户仔细阅读此“隐私权保护规则条款”，因为这将涉及到我们使用您个人信息的相关事项。对待客户的个人隐私本公司本着非常严谨的态度。为了让客户享受进一步服务，有时我们可能需要求客户提供个人信息。本政策将会涵盖客户提供给我们的个人信息的使用事项，同时也涉及相关信息记录程序的内容。
        p 有时，客户接受进一步服务前我们可能需要客户提供个人信息（如，姓名，通信地址，邮箱地址，会员编号，电话或手机号码，出生日期或支付信息），以便客户可以继续使用我们的服务和网站。，任何情况下，我们都将对照此政策来处理您的个人信息。在使用您的个人信息时我们将适用现行的法律条款，并竭力采取最佳最稳妥的方式处理。
        p 同时，我们也将监控您在本网站的活动内容，可能包括您的访问量，访问页面，网络服务的原始域名等，这将有助于我们建立客户个人档资料。其中部分数据将被聚合统计，这意味着我们将不能对其单独进行检验。
        h2 我们收集的内容及其目的
        p 阁下在本站注册时，我们将要求您提供某些个人信息，如：姓名，通信地址，邮箱地址，密码及确认您是否已年满18周岁（本站只接受达到法定年龄18周岁或以上的客户）。我们可能需要使用您的个人信息用来确认您的各种金融交易，定期发送公司实时简讯，提供客服支持及完善全面的博彩服务给您。如果在发送电子报时，您不再希望接收到我们的电子报，可以按照下面”市场推销及账户移除设置“中的详细说明选择不接收它们。另须注意，您注册的姓名必须是您本人姓名，您所注册的资料为真实有效资料，因为这将用于随后的交易验证及前述的其它用途。
        p 会员可以通过在浏览我们的网站时或是在下载软件中“我的账户”中的“个人资料”选项以更改账户信息。
        h2 访问信息
        p 在阁下访问我们网站页面的过程中，将会有个小的文本夹“信息记录程序”存储在您的电脑。很多网站都有类似设置，因为此设置对网站发行商是非常有用的，譬如可以记录该计算机（或用户）是否曾浏览过此网站。
        p 本站将会对客户“浏览器缓存”及IP地址进行存储记录，这些资料将有助于我们完善和提高我们的服务，并有助于我们分析客户的完整信息。
        h2 机密性
        p 本站将尽全力保护客户提供给我们的个人资料，不会蓄意将该资料泄漏给外人，除非此政策条款里有明文规定。
        p 所有本站员工都被要求遵循该政策条款。员工有义务严密的保守客户的个人信息，即使员工离开本站后仍须坚守此义务。
        p 阁下本人也须保护好您的个人信息。阁下应严守您的账户密码，不得故意向任何人泄露或是让其他人发现您的账户密码。请注意：我们绝不会要求您提供账户密码。
        h2 使用和存储您的个人信息
        p 阁下提供任何个人资料给本站，我们对您负有关于如何使用您个人资料的法定义务，我们须有正当理由才可征集您的资料，告知征集您资料的用途以及如有必要将其传给其他任何人，我们将会通知您本人。
        p 数据保护法要求我们说明，我们处理您个人信息的依据是什么。通常情况下，这是因为当您使用我们网站或我们的产品时我们需要根据这些信息来准确识别及履行安排。这种处理对于您我双方履行合同是必要的。有时我们需要在您已经同意授权给我们的基础上才能处理。其他原因包括我们需要根据法律或监管义务处理您的个人信息，因为您有使用我们的网站和产品，或是有获取合法利益。
        p 我们使用客户个人资料的用途包括：
        ul
            li 用于确认您的身份以及您的账户
            li 行政服务
            li 统计分析
            li 市场推销—见下方“市场推销及退订设置”
            li 欺诈预防及监测
            li 通知可能将影响到您，有关我们网站或服务的任何更改
            li 安全审核
            li 服务完善
            li 遵守法律和监管义务
        p 正如下所列，如果我们因其它用途需用到您的个人信息，我们将会提前通知您。另外，您也可选择不同意以上做法。
        p 我们可能因以下原因联系您：
        ul
            li 关于您申请的我们任何服务功能，我们来信确认
            li 您选择接收更多的公司信函
            li 邀请您参加关于我们服务的调查活动（自愿加入）
            li 出于市场推销目的，并且您已特别认同（见下面）
        p 我们将一直严守客户个人信息不被外泄，除非有法定要求（如；政府部门及执法机构要求，或网站上带有攻击性或不妥的内容）或关系到我们的业务合作伙伴。
        p 一般情况我们只在本站内部使用客户的个人信息。然而，有时我们可能需借助第三方来处理客户的信息（如，网站主机,维护服务,安全或信用的提供商），本公司可能运用第三方来检测您登陆我们网站时使用的设备,以进行风险审核同时保障您账户安全。
        p 此项审核可能涉及在您的设备上内置cookie或其他文件来收集处理您设备上的技术数据。
        p 我们将会要求第三方严格遵守我们的约定，要求他们将不得将客户个人信息用于他们的商业用途。
        p 正如后面所述，我们可能出于市场推销目的将客户的个人信息传给我我们的业务伙伴。
        p 另外，如果客户违反博彩委员会任何相关法例，我们相信我们有理由将您的个人信息传给相关的第三方，如；您的雇主，教育机构或执法机构，上报您的相关信息与行为。
        p 在客户所申请使用我们服务这段期间，我们将一直保存您的个人信息于后台系统，直到申请期满或客户想注销会员账户，我们将把您的个人资料作删除处理。
        p 取决于数据保护立法与监管要求。 出于安全原因，如果客户使用我们网站服务超过12个月，我们将会保存其信息记录数据（包括信息内容，会员姓名，时间和日期）。
        p 另外，如果客户并未注册为我们的会员，但参加了本站的其它服务（如；竞赛活动），其个人信息将保存到该服务顺利完成。
        p 我们将确保所有客户个人信息会根据数据保护法例严密保存。
        h2 客户数据信息保护
        p 我们将使用高科技系统管理和保护客户个人信息数据，如：
        ul
            li 只有使用客户独一无二的用户名和密码才可进入该客户账户
            li 账户信息数据储存在安控服务器内
        p 我们将尽全力保护客户个人信息数据的安全，但客户须认同目前网络并非百分百安全，因此，我们并不能保证客户发送信息给我们的网络传输过程的安全和完整性，也不担保我们发送给客户网络传输过程的安全和完整性。您接受通过互联网传输信息和使用在线服务的风险，并且不会要求我们对您任何违反网路安全的行为负责，除非这是由于我们未能确保有按照数据保护法规的要求而做出不适当的技术组织措施。

        h2 保密限制
        p 在某些情况下出于安全，立法和规章条例要求，本站不得不透漏客户个人信息。本站将尽合理的努力保护客户个人信息，除非发生以下情况：
        ul
            li 出于担保，传审或其它法规要求，本站才透露客户信息。
            li 出于正当理由行使本站权利，需要对某客户或实体进行确认，联系或采取法定措施。
        p 另外，如果涉及欺诈，知识产权侵犯，权利侵犯，或其它非法行为或可能导致责任牵连的行为的调查，我们相信我们有必要和理由透露客户的信息(如；姓名，居住地址，城市，邮编，国家，电话号码，邮箱地址和公司)给本站第三方代理机构。
        h2 客户信息的接收者
        p 除了上述法定要求说明，我们还可能将您的个人信息透露给我们的工作人员，其他相关公司的工作人员或本站的合作伙伴和为本站客户提供相关服务给我们的第三方网络服务供应商（包含但不局限于安全，信用和风险审核机构）。第三方网络服务供应商可以检查我们提供在公共数据库或私人数据库的任何详细资料及有机会获得和保留检查记录。
        p 我们同样可以通过第三方网络服务供应商得到您的个人信息。如果您提供您的个人资料给我们或我们从第三方网络服务供应商中收到您的个人资料，代表您已经同意我们可以处理、使用、记录和透露您的个人信息。我们保留权利，根据您或第三方网络服务供应商提供的信息，在任何时候冻结或关闭您的本站会员账户。
        h2 监控
        p 出于服务质保，防止诈骗和法规遵循方面的原因，我们将对客户的通信记录进行保存和监控（如电话和邮件记录）。
        p 根据博彩责任和社会责任及义务，我们也可能会监控您的存款和/或投注模式。
        h2 信息保存的时间
        p 我们根据详细的数据保留政策运作，该政策规定了保留某些类别数据的时间和/或某些数据的审核频率，以确定是否需要保留这些数据。 为了遵守我们的法律和监管要求，通常我们处理的个人信息数据会在您最后一次使用您的账户/通信/与您的联系方式最多可以保留7年。此后，不需要保留的个人信息数据将会被永久删除。
        h2 隐私权保护规则的认同
        p 一旦阁下在本站注册开户就代表您认同此隐私权保护规则条款。我们将定期更新此政策条款，因此我们建议客户您也定期进行查阅。如果我们对该政策有所更改，我们将在相关网页上发布消息。政策更改后，客户持续使用本站网站将被视为客户认同该政策的更改。如果客户不接收此政策的更改，您可以选择停用我们的网站服务。如果该政策条款与其它局部特殊条款产生分歧，将适用局部特殊条款。
        p 最后更新日期：2020年02月07号 00:00(GMT + 8)


</template>
<script>
export default {
    name: "Respons", // 责任
}
</script>
<style lang="stylus" scoped>
@import '~@styl/template1/themes/mixin.styl'
.fi-privacy
    line-height 24px
    font-size 16px
    font_color(fc12)

    p
        padding-bottom 20px

    .b
        font-weight bold

    h2
        font-size 16px
        padding-top 15px
        padding-bottom 10px

    ul
        padding-left 20px

        li
            list-style-type decimal
            padding-bottom 20px
</style>
