<template lang="pug">
    .agreement
        s-headeTitBack(htit="用户注册协议" leftUrl="/loginReg" :leftUrlPrams="{fromUrl:'agreement'}")
        .main-mid58.mt30
            .vw350
                h3.agt-st 注册：
                ul.agt-lis
                    li 用户在注册时，可以自行选择账户用户名和密码组合。用户应当妥善保管自己的账号、密码，用户就其账号及密码项下之一切活动负全部责任，包括用户数据的修改以及其他所有的损失由用户自行承担。用户须重视个人账号密码保护。
                    li 每位客户只能开设一个账户。如果我们发现客户开设了一个以上的账户，我们有权视这些账户为一个联合账户。
                    li 所有申请者必须年满十八岁以上且具有法律行为能力，方可在平台投注或注册。同时平台有权要求客户提供其年龄证明以及在相关资料未提供前冻结客户账户的权利。
                    li 用户保证注册账号时填写的身份信息及个人资料是真实的，不得以虚假、冒用的居民身份信息进行注册或认证，任何非法、不真实、不准确的用户信息所产生的责任由用户承担。用户应不断更新注册资料，符合及时、详尽、真实、准确的要求。所有原始键入的资料将引用用户的账号注册资料。如果因用户的注册信息或认证信息不真实而引起的问题，以及对问题发生所带来的后果，平台不负任何责任。
                    li 客户一经注册，不得再创建另外的账户。如发现客户注册多个账户(包括使用另外的姓名)，或者提供无效、伪造的资料或资料属于其他人(包括使用了不同的程序和图像编辑器修改文件资料)，本公司有权取消该账户的所有投注。同时，本公司有权冻结账户并无需返还存款。
                    li 违反本规则第3条和第4条的客户应自行承担责任。如果违反此等规定，本公司有权拒付任何彩金和投注金，并且有权取消任何投注。对于用户是否属于上述人群之一，本公司概不承担任何知情责任。意即本公司在了解用户属于上述人群之一后，有权随时采取任何必要措施。
                    li 一旦您注册开户就代表您认同平台的条款与条规以及我们的平台和网站上发布的任何其他适用条款和规则。因此您已接受我们收集、处理和存储您的个人资料的权利。我们将定期更新此政策条款，并发布网站及平台。我们建议您定期查看。
                h3.agt-st 隐私：
                ul.agt-lis
                    li 注册之后您的信息即储存到我们的数据库中。我们将严格根据本条款以及我们的隐私政策来保护与处理您提供给我们的任何信息。
                    li 我们不会透露任何使用我们平台进行投注的客户的身份
                    li 在访问我们的网站时，经过您的同意，我们可能会在您的设备上存储信息。这些信息被称为“cookies”，它是包含用于记录您的偏好的字母和数字的小型文本文件。当您访问我们的网站和在线页面时使用我们的服务时，Cookie会存储在您的设备上。Cookies帮助我们监控您网站的流量，改善我们的服务，让您更轻松地访问网站并提高您对我们服务的感官。
                h3.agt-st 隐私政策：
                ul.agt-lis
                    li 平台管理团队及员工非常重视您的个人资料安全和隐私保护。我们将承诺对您隐私的合理使用以及保密的透明度。我们已修订这项隐私政策，以符合《一般资料保障规例》的标准
                    li 为了在我们的网站上玩真钱游戏，您将被要求转账并从我们那里收钱。为了便利此类服务，我们可能会使用第三方电子支付系统来处理所需的金融交易。通过同意并接受本隐私政策，您明确且自愿地同意将您的个人信息转移给第三方，这对于处理和完成金融交易是必要的，包括在必要时将您的个人信息转移到国外。我们采取措施确保您的隐私在使用第三方支付系统时受到保护。
                h3.agt-st 您的账户：
                ul.agt-lis
                    li 就下列相关事宜的发生，平台不承担任何法律责任：
                        ul.agt-nol
                            li 1.1 由于用户将密码告知他人或与他人共享注册账户，由此导致的任何个人信息的泄漏，或其他非因平台原因导致的个人信息 的泄漏。
                            li 1.2 任何由于黑客攻击、电脑病毒侵入造成的信息泄漏。
                            li 1.3 因不可抗力导致的信息泄漏.
                    li 平台保留在任何时间以任何原因关闭或冻结您账户的权利。平台有权关闭或冻结您的账户，如下列：
                        ul.agt-nol
                            li 2.1 平台认为您在使用网站时存在欺诈行为或出于非法或不正当目的而使用网站
                            li 2.2 平台认为您在使用网站时存在不公正/蓄意欺骗/利用平台或任何客户的行为/使用您的账户受益于第三方
                    li 如果账户中有足夠的资金，且您的用户名和密码被正确输入或因“保持登录”以及“记住密码”功能被访问（无论是否经过您的授权），投注视为成立
                    li 如果我们发现您在作弊，或者如果我们判定您采用或使用了一个被设计来击败或有能力击败我们应用和/或软件的系统（包括机器、机器人、电脑、软件或任何自动化系统），我们可以暂停和/或取消您的账户接受服务，和/或作废和/或没收您的账户中的可用资金。平台对此具有单方面绝对酌情权。
                    li 如果平台因您在使用网站时存在不公正/蓄意欺骗/利用平台或任何客户的行为/使用您的账户受益于第三方而关闭或冻结您的账户，平台有权扣留和/或保留本应支付给您的任何及全部金额（包括任何彩金、投注抵用金或奖金）
                h3.agt-st 审核：
                ul.agt-lis
                    li 同意规则与条款后
                    li 您授权我们出于合规、安全性或其它商业原因的考虑或按照第三方（包括但不限于监管机构）的要求不时进行年龄、地址或其它核实检查以确认这些事实（“审核”）。
                    li 同意本规则与条款即表示您接受我们酌情利用第三方数据库服务来验证您提供给我们的信息，您同意进行该等核查。
                    li 在某些情况下，我们可能需要联系您并请您直接提供更多信息，以便我们完成核查。为此，我们将有权酌情要求您向我们提供ID、地址证明、水电气费账单、银行详情、银行结单和银行资信证明。在收到我们满意的信息之前，我们可以禁止您从事与您的账户相关的任何活动，也可以在我们关闭您的账户后扣留您账户上的任何金额，只要我们合理相信您故意提供了错误信息。
                    li 在核实您提供给我们的资料期间，我们可以限制您从账户取款和/或禁止您浏览网站。请注意，我们可能出于合规、安全性或其它商业原因的考虑不时重新开展核查。
                    li 未满18岁的人士，如果我们无法确认您是否达到相关年龄，那么我们可以暂时冻结您的账户，直至我们能够确认您达到相关年龄之时为止。若经证实，您在与我们达成博彩或赌博交易之时尚未达到相关年龄，则您的账户将暂时冻结或关闭账户.
                h3.agt-st 存款：
                ul.agt-lis
                    li 下注可能会输掉您根据本条款寄存在我们这里的一些或全部钱款，您将对此类损失全权负责。
                    li 您存入账户的资金仅可来自您名下的相关账户。如果平台识别到账户持有者名称与平台持有的不一致，我们将保留权利视任何存进博彩账户的款项为无效（且任何由此存款产生的彩金均为无效）。
                    li 所有存款都需要完成一倍流水。存款没有进行全额投注，则平台保留收取手续费的权利，这包括存取款所产生的所有费用，必要时此类费用将在取款中扣除。
                    li 我们保留授权从您的账户取款之前为验证之身份目的索要文件的权利。我们可能需要在取款之前验证身份、年龄和地址。我们也保留在您与我们的关系存续期间索要此类文件的权利。
                    li 您同意您的账户不得用作为银行账户，而您的存款仅使用于投注的目的。 如果您重复以最低金额进行存款及/或取款或账户中并无相对的投注或游戏活动的情况下，我们保留直接从您的账户中扣除所有相关银行收费（无论我们是否关闭或暂时冻结您的账户）的权利，恕不另行通知。一旦相关收费从您的账户中扣除，我们将通过发送手机短信通知您。
                    li 您同意不作任何退款、撤消或以其他的方式取消任何存款于您的账户，若发生此类情况，您需要赔偿我们此笔未到账存款，当中包括在收取您存款的过程中的任何开销。若发生任何存款不到账或被您或任何第三方取消的情况，平台将保留终止所有因使用该笔存款而获得或回馈的红利及彩金。投注将被视为无效而任何彩金将被没收。
                    li 我们可能于任何时间使用您账户的正数余额以抵销您 （包括重复账户） 拖欠平台的金额，包括（但不限于）重新结算任何投注、注金、支付错误或负数余额。
                h3.agt-st 取款：
                ul.agt-lis
                    li 如果用户在取款时，其存款没有进行全额投注，则平台保留收取手续费的权利，这包括存取款所产生的所有费用，必要时此类费用将在取款中扣除。
                    li 取款绑定的银行卡姓名需与游戏账户的注册姓名一致。
                    li 存款需满足有效投注额要求后方可申请取款。
                    li 若您未申请任何红利优惠，满足1倍投注即可申请取款。
                    li 若有申请红利，则需要满足优惠活动写明的有效投注额要求。
                h3.agt-st 有效投注额的定义：
                ul.agt-lis
                    li 凡属本公司所有游戏都算投注，计算押注金额为有效投注。各游戏和局、未接受、取消注单，不纳入有效投注计算。
                    li 大赔率玩法计算押注金额为有效投注。小赔率（赔率低于1.5）玩法不纳入有效投注计算。
                    li 无风险投注也不纳即是同一赛事的同一玩法中下注两边的注码，不纳入有效投注计。
                h3.agt-st 错误：
                ul.agt-lis
                    li 我们有权收回多支付给您的任何金额，并调整您的账户，以纠正错误。任何因错误而被记入您的账户，或向您支付的款项，基于我们对您的信赖而由您保管并应在我们要求返还时立即偿还。 如果您的账户中存有资金，我们可以从您的账户中直接扣除此款项且会在合理可行的范围内尽快通知您。
                    li 您发现任何错误时，应尽快通知我们。如果您使用我们因错误而记入您的账户或向您支付的款项进行投注或游戏，我们又取消这些投注和/或扣留您使用这笔款项而赢得的奖金。如果我们已经向您支付任何此类投注或游戏的奖金，这笔款项应被视为基于我们对您的信赖而由您保管，您应在我们要求您付款时向我们偿还这笔款项。
                h3.agt-st 投注：
                ul.agt-lis
                    li 您必须仅将服务用于合法的博彩目的，不得也不可试图恶意或以对服务或我们的公正产生不利影响的方式操纵任何市场或任何服务环节
                    li 我们有权要求客户提供身份证明（护照复印件、驾驶执照或国家身份证）以及存款证明。我们保留在收到所需信息之前对任何账户暂停下注或限制账户选项的权利。
                    li 您知道并接受所有赔率及盘口都是不断变化的，只有在投注瞬间才会确定。
                    li 平台保留取消任何投注的全部或部分的单方面绝对酌情权。所有投注的风险均由您自行承担。
                    li 平台 保留在任何时间取消任何投注的权利。
                    li 您须对所有经由您账户所产生的交易和行为承担责任，无论该交易是否由您本人作出。
                    li 您有责任确保投注准确无误。一旦完成投注，不得将其取消。
                    li 一旦您的注单被系统接受,该注单不得取消,撤消及更改。 并且该注单会视为您投注的有效凭证以供本平台进行核实。
                    li 当下列情况发生时，平台保留扣留资金及宣布某个赛事投注无效的权利：
                        ul.agt-nol
                            li 9.1赛事的公平及公正程度受到质疑
                            li 9.2赔率或彩池受到操控
                            li 9.3赛事被幕后操纵
                            li 9.4上述情况的证据将基于通过我们任何或全部投注渠道而进行的投注的大小、数量或者模式。监管所涉及体育项目（如果有）的相关机构所作出的决定将是最终裁决。如果客户因任何原因预支了平台的任何资金，我们将保留在向客户进行任何支付前扣回其所欠资金的权利。
                    li 平台保留在任何时间暂停盘口和/或取消任何投注的权利。一旦盘口被暂停，系统将拒绝接收该盘口的所有投注。平台保留在不提前通知客户的情况下，停止任何一场比赛开盘的权利。
                    li 网站上提供的“最高可返”计算仅供参考，且所有投注均将依据所接受的赔率和投注额结算。如果复式投注中有选项被取消，则“返还”数额将相应减少。
                    li 如有足够证据证明包含相同选项的一连串投注为同一个或同一组人所进行的，平台有权根据后序调查结果来取消投注或扣留返还资金。
                    li 如有 异常投注，平台保留以下权利，无需事先通知：拒绝或暂停任何被疑存有诈骗行为，或攻击、操纵网站及破坏正常投注运作的用户（包括网站）。任何“异常投注”将在不事先通知的情况下被作废。网站严禁使用人工智能软体或“机械软体”。平台将采取相关的防范与侦测措施。对于任何意图或利用人工智能来进行欺骗、攻击、操纵或破坏投注运作活动的用户，平台有权暂停，冻结 其户口或取消其投注。
                    li 如本公司工作人员在受注时出错（如投注单有明显打印错误、赛事赔率和投注赔率不匹配等），或在受注时有证据表明存在不公平、违反现行规则的情况，或有其他证据表明投注不正确，本博彩公司保留宣布此等投注无效的权利。此时投注派彩将以无效退款处理情况实施。
                    li 如果电子竞技游戏出现技术故障、不完整的广播等情况，只有投注在未发生/未计算的赛事以取消退款处理。
                    li 如果比赛出现不符合体育道德的行为，本公司保留权力在国际组织定论之前限制体育赛事的投注，若确定为非体育道德行为的比赛，注单视为无效。这些投注将视为无效退款处理。管理部门无需向客户提供证据及结论。
                    li 接受客户投注时，互联网连接失败不构成取消投注的理由。
                    li 所有的投注记录将被存入交易数据库，并作为任何时间任何交易的有效依据
                    li 所有在账户交易记录显示确认信息的注单，即视为有效注单。
                    li 如客户对本博彩公司存在欺诈行为（在网站注册多个账号，使用软件程序自动投注，游戏出现仲裁情况，若游戏账户并非用来投注，且滥用忠实客户项目）本博彩公司保留采用以下方式终止此等欺诈行为的权利：取消投注；关闭客户的博彩账户。
                    li 平台保留限制特殊比赛项目的最高投注金额，以及在不作出任何通知和说明理由的情况下限制或增加某个客户最大赔率的权利。
                    li 所有已结算得注单于72小时后不得更改，且在该时间段后不再接受任何投诉。公司仅可在赛果公布后72小时内，重置/更正因人为失误、系统错误或因参考赛果来源而造成错误的赛果。
                h3.agt-st 一般优惠活动规则与条款：
                ul.agt-lis
                    li 一般优惠活动规则与条款
                    li 会员在参与所有优惠活动的同时，将被视为已阅读、理解并同意接受该优惠的规则与条款。为了符合参与优惠活动的资格，会员必须遵守所有平台网站的规则与条款。
                    li 所有账户持有者须年满18岁。若相关优惠活动无法自动验证会员的年龄，那么在申请任何红利之前会员或许会被要求进行年龄验证的程序。
                    li 除非另作说明，每一项红利将在会员完成所有优惠的指定要求后发放至会员的账户。
                    li 每一项红利皆有截止日期。请查阅每个优惠活动的规则与条款以确认。
                    li 红利需符合下注/投注要求方可将赢利取款。这将于相关优惠活动的规则与条款中具体阐明。
                    li 任何最低风险投注都不会被计算在可以获得红利的投注要求中。任何被视为使用最低风险投注策略来赎回奖金的会员，都面临他们的红利和任何随后获得奖金可能被移除的风险。
                    li 每项优惠活动每位会员仅限参加一次（除非另作说明）。会员的身份将透过以下所有基本资料或任何一项资料进行确认：姓名、邮寄地址、电邮地址、IP地址、付款方式资料、电脑及其他任何形式的可能会被要求提供的身份证明。
                    li 我们保留关闭任何一个重复账户的权利（但并无此义务）。若我们关闭该重复账户，那么该账户中所有使用这些红利所获得的红利将视为无效。
                    li 平台鼓励会员积极参与优惠活动，但不要滥用这些优惠活动。若我们发现会员滥用优惠活动的红利并涉及合伙或串通，该会员将无法享有红利、无法参加此后的优惠活动、赢利被取消及账户或关闭，而平台对此事的判决为最终裁决。
                    li 平台保留拒绝支付任何经调整的红利的权利，如果我们发现该优惠活动被滥用及/或相关优惠条款还未完成，或任何不寻常的下注模式。平台的判决为最终裁决。
                    li 平台保留在不经提前通知的情况下随时修改或撤消任何优惠活动的权利。
                    li 平台所有与优惠活动相关事项的判决为最终裁决并具约束力。若您有任何疑问，请联系我们的客服中心，我们为您提供全天候服务。
                h3.agt-st 负责声明：
                ul.agt-lis
                    li 访问和使用我们的服务均出于您的自由选择、自行判断并自行承担风险。 我们对通过非我们设计的方法、手段或方式使用和网站产生的后果不负任何责任。
                    li 我们不保证网站的提供不会受干扰或是不会有故障、病毒或其他错误。
                    li 我们不会因合同、侵权或其他类似行为对您的商业损失承担任何责任，包括但不限于：
                        ul.agt-nol
                            li 3.1数据丢失
                            li 3.2利润损失
                            li 3.3收入损失
                            li 3.4业务机会丢失
                            li 3.5商誉或名声损失或损害
                            li 3.6业务中断
                            li 3.7任何与本使用条款或您以任何形式使用服务所产生的（即使已事先告知可能发生）任何间接、特殊或后果性损失和伤害
                    li 使用条款以下情况不免除我们任何应负责任
                        ul.agt-nol
                            li 4.1欺诈（包括欺诈性失实陈述）
                            li 4.2因我们的过失而导致死亡或人身伤害。
                h3.agt-st 防止串通：
                ul.agt-lis
                    li 串通是指两个或多个玩家为了获取不当得利与其他玩家尝试串通或者进行串通的任何玩家将被永久禁止使用我们的平台。 我们将竭尽所能调查所收到的关于玩家有串通嫌疑的投诉。 如果我们怀疑游戏过程中存在串通行为，我们将自行决定终止嫌疑玩家访问。
                    li 平台鼓励会员积极参与优惠活动。若我们发现会员滥用优惠活动的红利并涉及合伙或串通，赢利被取消及账户或关闭，而平台对此事的判决为最终裁决。
                    li 我们仅会按照我们网站上全文公布的隐私政策使用您的个人信息。 我们保留随时修改此类隐私政策的权利。 但是，我们保留请求您提供额外详细信息的权利，且我们将保守此类任何额外信息的秘密。
                h3.agt-st 病毒、黑客及其他攻击
                ul.agt-lis
                    li 您不得：破坏网站
                        ul.agt-nol
                            li 1.1试图在未经授权的情况下访问网站、存储网站的服务器或其他服务器、以及连接至网站的计算机或数据库。
                            li 1.2使网站充斥着大量信息、多次提交或发送“垃圾”邮件
                            li 1.3以任何方式故意或疏忽使用任何可能影响网站的功能，例如（但不限于）植入或传播病毒、蠕虫、木马、逻辑炸弹或类似的恶意或有害的内容
                            li 1.4干扰或窜改、移除或以其他方式修改网站中任何格式的信息；
                    li 对于您因为使用本网站，或者因为下载张贴在本网站或链接至本网站的其它网站上的任何数据而遭受分布式拒绝服务攻击、病毒或其它技术上有害的物质（可能影响您的 计算机 设备、计算机程序、数据或其他所有物），由此造成的损失和损坏，我们不承担任何责任。
                h3.agt-st 电竞投注规则：
                ul.agt-lis
                    li 滚盘投注是指对正在进行比赛进行投注。注单会在赛事进行期间继续收订单并且在关盘后停止收单。注意：但凡赛事已经移到滚盘页面，不管赛事是否已经开始，系统即将所有投注计算为 滚盘订单。
                        ul.agt-nol
                            li 1.1所有滚盘投注均需经过系统验收程序。这可能会导致每笔投注延迟确认或出现投注失败的情况。
                            li 1.2所有注单会在35秒内等待系统验收程序判断投注是否成功。这表示注单有可能被取消或确认。
                            li 1.3在赛事进行中发生技术问题 或 其他特殊情况，所有待确认中的注单将不被确认并视为投注失败。
                            li 1.4所有在滚盘投注所显示的资料（包括比分及时间等等）均只是一个参考，所有信息均不会用作结算的依据，也不应基于此作为投注的根据。
                    li 时间大小盘按照比赛结束的实际时间/官方数据为准，如果比赛结果刚好是盘口开出的时间，结算方式为投注在小盘判“负”而投注在大盘判“胜”。例如：&gt;39&lt; 如果比赛时间小于39分钟，则结算为小，如果比赛时间大于39分钟，则结算为大。如果比赛结果刚好是 39分钟，则投注在小于39分钟判“负”，投注在大于39分钟判“胜”。
                    li 杀敌数将以游戏内记分板为主要依据。当有重要证据证明游戏数据有误时，，我们将依据相关独立资料进行结算。
                    li 一血是以记分板为依据，拿下第一分便是一血。
                    li 英雄联盟- 猜第N条元素龙属性- 当一条元素龙被击杀之后，崖壁上会显示下一条元素龙的属性，只要预告了就是代表已经有结果了。
                    li 第N次击杀：是指那一队刚好获得第N次的击杀。 例如：第十次击杀：是指哪一方获得第十次的击杀。
                    li N杀： 是指一方率先获得版面的N次的击杀数。例如：十杀： 是指一方率先获得十个击杀数。
                    li CSGO炸弹类盘口定义： 无论有无安装/拆除炸弹都会进行结算。
                    li 首座防御塔/炮塔/兵营投注盘口指的是以哪一个队伍先拿下第一层首座防御塔/炮塔或首座兵营。若其一方队伍反补，或被对方小兵攻破，全部投注仍视为有效。
                    li 所有电子竞技投注之赛果认定皆以本公司所订定之规则为准。
                    li 我们有权收回多支付给您的任何金额，并调整您的账户，以纠正错误。任何因错误而被记入您的账户，或向您支付的款项，基于我们对您的信赖而由您保管并应在我们要求返还时偿还。 如果您的账户中存有资金，我们可以从您的账户中直接扣除此款项且会在合理可行的范围内尽快通知您。
                    li 您发现任何错误时，应尽快通知我们。如果您使用我们因错误而记入您的账户或向您支付的款项进行投注或游戏，我们又取消这些投注和/或扣留您使用这笔款项而赢得的奖金。如果我们已经向您支付任何此类投注或游戏的奖金，这笔款项应被视为基于我们对您的信赖而由您保管，您应在我们要求您付款时立即向我们偿还这笔款项。
                    li 平台保留因为不同原因去拒绝全部或部份投注的权利，当一个投注确定了之后，除非有特别的情况，则便不能更改或取消。我们同样保留关掉任何账户的权利而不会说明原因。
                    li 我们在尽一切方法确保信息正确，但于此同时，如果一项赛事如有任何错误的信息，平台将不会对此承担任何责任。
                    li 所有电子竞技投注之赛果依照各官方裁定为最终赛果。当官方比分提供商或官方网站不存在或有重要证据证明官方比分提供商或官方网站的数据有误时，我们将依据相关独立资料进行结算。
                    li 对于已经结算完的比赛，由于不可抗力因素造成赛后对该比赛进行重新判罚，平台将不做参考，按照已经完成的比赛事实进行结算。
                    li 如果选手或战队更改了名称，只要可以确定投注对象是哪一场或哪一局赛事，使用之前名称提供的盘口全部生效。
                        ul.agt-nol
                            li 17.1投注不会因团队有替补或暂代队员参加比赛而取消。如果比赛的组织机构允许有替补队员且公布官方的比赛结果，所有投注将被视为正常。
                    li 如果一支队伍更改名字但是阵容一样，那么在比赛期间，所有投注于新队名称以及旧队名均有效。但如果一支队伍被全新的阵容以及每个玩家都不同于原来的参赛队取代，则所有的投注将被视为无效。（超过一个队员不一样 既视为无效）
                    li 如果选手或战队的名字出现了拼写错误，只要可以认定投注对象是哪一局或哪一场，所有投注全部生效。
                    li 如果因选手退赛或被取消参赛资格而导致赛局没有完赛，有关比赛已有明确结果的所有投注将继续有效。因没有完成预定的赛局，导致无法满足结算条件的注单，如：所有输赢盘、让分盘和总分投注将被取消。
                    li 我们平台上显示的电子竞技赛事的开赛日期及时间仅作参考，不保证一定准确。如果一场比赛提供的日期和/或时间不正确，投注仍然有效。
                    li 如果所列赛事不正确，投注将视为无效。
                    li 如果比赛被取消、延迟或中断，并且未在原定的开赛时间24小时内重新开赛，则该比赛的所有投注视为无效并退还投注金。本规则的例外情况：不管比赛是否暂停或延期，有关一支队伍/选手能否在锦标赛中晋级或夺冠的投注仍然有效。
                    li 不明确开赛时间-如果比赛未能确定能在预设开赛时间的12小时内进行，所有投注将视为无效。
                    li 如果因掉线或类似原因导致某一局比赛重赛，那么有关这一局的所有已有明确赛果的投注将持续有效。而那些无明确赛果的投注将视为无效，包括受该局影响（情况/经济/赔率）的全场注单，并且重新进行的赛事或地图将被视为单独的另一局比赛。
                    li 串关里的注单，如被取消，赔率按“1”计算
                    li 所有赔率都会随时变动，递交的投注会按照投注被确认时的赔率进行处理。
                    li 如果比赛的回合数/地图规定的数目不符合盘口标题所显示的赛制数目，则全场让分盘和总分盘投注取消。获胜者盘（及其他有赛果）的投注将继续有效。
                    li 平台保留在任何时间暂停盘口和/或取消任何投注的权利。一旦盘口被暂停，系统将拒绝接收该盘口的所有投注。平台保留在不提前通知客户的情况下，停止任何一场比赛开盘的权利。
                    li 如果一个队员/队伍在比赛开始前给出至少一个地图的轻易获胜，所有投注在该赛事的注单将被视为无效，除非这个优势在该投注市场已经很明显。
                    li 在一支队伍有一张或者一张以上的地图优势，例如来自于胜者组决赛而具备优势，“地图一”意指实际进行游戏的第一张地图，“地图二”意指实际进行游戏的第二张地图，以此类推。
                    li 错误赛事 - 如果在一项电竞赛事中报出不正确的队员或队伍，则全部投注将计为无效，且平台对此具有单方面绝对酌情权。
                    li 错误盘口 - 如果我们当时的赔率中有明显的错误，信息输入或建立投注市场时有明显的错误或遗漏不管是由于人为错误或系统问题，赔率在投注时, 与一般市场行情相差甚远 或者做出投注之时发生的事件明显不合情理，则对于该盘口的投注将为无效；其他盘口也可能被视为无效，且平台对此具有单方面酌情权。
                    li 延迟投注（事后单） - 赛前投注如果由于任何原因在比赛开始后被接受，该情况下的投注将视为事后单处理。滚盘的盘口若未能在特定时间前关闭，投注于该时间后的注单将视为事后单处理。
                    li 若遇到任何技术上的失误以及任何关于赔率更新的延误、终止或赛事封盘，任何在赛事已经发生或赛果已经知道后所接受的投注，我们均会视作无效并退回注码。
                    li 对于没有提供滚盘的赛事，在预定时间前开赛的比赛，将由平台商议后决定取消注单的时间范围。
                    li 如果某选手/队伍在赛事开始前退赛，取消资格或在比赛中退出。则有关该选手/队伍在剩余局数投注均视为无效且夺冠或赛事晋级的投注将被取消，并退还投注金。
                    li 若遇到特殊情况，如赛事无法确认是否进行或需确认队伍有变动、更改等无法立即结算的情况，平台将保留竞猜的“待结算”的状态，等候官方信息之后再结算比赛，若12小时后官方无法提供有力的信息，将由平台商议后结算或是取消该赛注单。
                    li 对于确认已完成的赛事，但无法获得官方提供正确的赛果，将由平台商议后36小时内进行结算或是取消该赛注单。
                    li 赔率是根据相关赛程指定队员/队伍而定，在一场赛事中对手改变或对阵与我们显示的赛程不正确的话，那么所有投注均会视作无效。
                    li 若发生系统/技术错误，导致开出一个明显错误的赔率，则全部投注将计为无效。若错误发生在滚盘投注盘上，我们保留权利判断投注无效，本金归还。
                    li 我们的系统或程序出错或出现故障时，所有投注将视为无效。您有义务在发现错误时通知我们。
                    li 不正常投注：利用系统漏洞进行投注，利用非官方平台不规范下单，串通投注或有其他嫌疑的不正常投注，平台拥有最终的处理决定权。
                    li 平台拥有最终的处理决定权，并且保留最终解释权以及随时修改规则的必要。
                h3.agt-st 篮球投注规则：
                ul.agt-lis
                    li 篮球“主队：客队”，即主队在左边，客队在右边。
                    li 如果比赛未在预定的日期进行，并且未在原定的开赛时间24小时重新开赛，则该比赛的所有投注视为无效并退还投注金。
                    li 如果比赛中断且未在开赛时间24小时内恢复，则有赛果的投注将继续有效，无赛果的注码将视为无效。
                    li 投注结算将以相关比赛或赛事的官方比分提供商或官方网站所公布的数据为根据。当官方比分提供商或官方网站不存在或有重要证据证明官方比分提供商或官方网站的数据有误时，我们将依据相关独立资料进行结算。
                    li NBA的全场注单皆包括加时的比分。单节注单不包含加时比分。
                    li 如果缺乏一致且独立的证据，或出现明显互相矛盾的证据资料，投注将按我们自己的数据进行结。
                    li 延迟投注（事后单） - 赛前投注如果由于任何原因在比赛开始后被接受，该情况下的投注将视为事后单处理。滚盘的盘口若未能在特定时间前关闭，投注于该时间后的注单将视为事后单处理。
                    li 对于没有提供滚盘的赛事，在预定时间前开赛的比赛，将由平台商议后决定拒绝注单的时间范围。
                    li 不正常投注：利用系统漏洞进行投注，利用非官方平台不规范下单，串通投注或有其他嫌疑的不正常投注，平台拥有最终的处理决定权。
                    li NBA比赛至少要完成43分钟, 则全场投注仍有效。 任何其他篮球（包括NBA夏季赛）比赛至少要完成35分钟, 否则, 全场投注视为无效。
                    li 我们有权收回多支付给您的任何金额，并调整您的账户，以纠正错误。任何因错误而被记入您的账户，或向您支付的款项，基于我们对您的信赖而由您保管并应在我们要求返还时偿还。 如果您的账户中存有资金，我们可以从您的账户中直接扣除此款项且会在合理可行的范围内尽快通知您。
                    li 您发现任何错误时，应尽快通知我们。如果您使用我们因错误而记入您的账户或向您支付的款项进行投注或游戏，我们又拒绝这些投注和/或扣留您使用这笔款项而赢得的奖金。如果我们已经向您支付任何此类投注或游戏的奖金，这笔款项应被视为基于我们对您的信赖而由您保管，您应在我们要求您付款时立即向我们偿还这笔款项。
                    li 平台保留因为不同原因去拒绝全部或部份投注的权利，当一个投注确定了之后，除非有特别的情况，则便不能更改或拒绝。我们同样保留关掉任何账户的权利而不会说明原因。
                h3.agt-st 足球规则：
                ul.agt-lis
                    li 网站上提供足球赛事的开赛日期及时间仅作参考，不保证一定准确。如果比赛未如期开始，及未在同一天（赛场场地当地时间）开赛，该比赛的投注则不会生效并退还资金。例外情况是，不管比赛是否暂停或延期，有关某一比赛队伍在杯赛中晋级或夺冠的投注始终有效。
                    li 如果网站赛事列表中出现先于规定的日期或开球时间举行的比赛，只要下注时间早于更改后的开球时间，投注将视为有效投注。
                    li 若赛事在未满整场时间的情况下暂停，且当天未完赛，（比赛场地的当地时间）关于比赛结果的投注将被视为无效，所有注金也将返还。若比赛在未满整场时间的情况下暂停，且当天未完赛，（比赛场地的当地时间）只要上半场已完赛，则对上半场的投注有效。然而，若暂停的比赛未在当天完赛，（比赛场地的当地时间）则其它大多数与上半场无关的预期投注无效。这将包括但不限于以下事项：角球、越位、球员被罚下场、红/黄牌、两队得分、正确比分、首个进球的时间、不失球以及特定球员得分/未得分。以下进一步阐明，即使两支球队已经得分，若比赛暂停，对其得分的投注无效。同样，即使球员已经得分，若比赛暂停，对某一球员得分/不得分的投注也无效。同样，不管进球是否得分，若比赛暂停，对首个进球何时得分的投注无效。同样，若比赛暂停，对所有角球/越位的投注将无效，即使分数已超过给出的大小盘。即使比赛暂停，若球队得分，则对球队首次得分或下次得分的预期盘投注有效。如果比赛暂停但是暂停之前有一个进球，关于先得分或后得分球队的赛中盘特别投注算作有效。
                    li 如果盘口中有平局选项，当比赛结果为平局时，我们只赔付平局注码，而投注任一方球队胜出的注码都是输。
                    li 除非另有说明，否则足球投注的结算将以比赛的常规时间（包括伤停补时）为准，不包括加时赛和点球赛的成绩。
                    li 投注让分盘：
                        p 让分盘：这一投注种类与篮球让分盘类似。
                        p 例如：
                        p 阿森纳
                        p 纽卡斯尔
                        p -1, 1.96
                        p +1, 1.96
                        p 如果阿森纳胜两球或两球以上，投注阿森纳者作胜而投注纽卡斯尔者作负。如果比赛是和局或纽卡斯尔胜，投注纽卡斯尔者作胜而投注阿森纳者作负。如果阿森纳净胜一球，全部投注将被缴还本金。
                        ul.agt-nol
                            li 6.1大小盘：比赛必须完成全场赛时，投注总进球数方有效。
                            li 6.2足球大小盘口如果刚好等于的话是退回投注金
                    li 大小盘：比赛必须完成全场赛时，投注总进球数方有效。
                    li 足球大小盘口如果刚好等于的话是退回投注金
                    li 除非另有说明，如果场地从主场变成中立场地，或从之前提及的中立场地变成主场，所有投注仍然有效。如果场地从主场变更为原来的客场，则投注作废。如果主场和客场的名称被错误颠倒，则投注也作废。
                    li 注单的结算将根据官方赛果或赛事权威机构判定的结果为准。
                    li 延迟投注（事后单） - 赛前投注如果由于任何原因在比赛开始后被接受，该情况下的投注将视为事后单处理。滚盘的盘口若未能在特定时间前关闭，投注于该时间后的注单将视为事后单处理。
                    li 对于没有提供滚盘的赛事，在预定时间前开赛的比赛，将由平台商议后决定拒绝注单的时间范围。
                    li 不正常投注：利用系统漏洞进行投注，利用非官方平台不规范下单，串通投注或有其他嫌疑的不正常投注，平台拥有最终的处理决定权。
                    li 我们有权收回多支付给您的任何金额，并调整您的账户，以纠正错误。任何因错误而被记入您的账户，或向您支付的款项，基于我们对您的信赖而由您保管并应在我们要求返还时偿还。 如果您的账户中存有资金，我们可以从您的账户中直接扣除此款项且会在合理可行的范围内尽快通知您。
                    li 您发现任何错误时，应尽快通知我们。如果您使用我们因错误而记入您的账户或向您支付的款项进行投注或游戏，我们又拒绝这些投注和/或扣留您使用这笔款项而赢得的奖金。如果我们已经向您支付任何此类投注或游戏的奖金，这笔款项应被视为基于我们对您的信赖而由您保管，您应在我们要求您付款时立即向我们偿还这笔款项。
                    li 平台保留因为不同原因去拒绝全部或部份投注的权利，当一个投注确定了之后，除非有特别的情况，则便不能更改或拒绝。我们同样保留关掉任何账户的权利而不会说明原因。
                h3.agt-st 串关：
                ul.agt-lis
                    li 串关是指选择二个或更多的赛事在一个单一的注单中。串关里面的所有赛事必须获胜，注单才视为“胜利”。如果串关组合的其中一单是获胜的，即会新增到下一个投注选项，直到该串关所有的单都获胜或直到有一场失败为结束。 串关中有任何的投注赛事无效或者和局，该串关注单仍然有效，但是和局/无效的投注项目将以1计算。
                    li 串关要点:
                        ul.agt-nol
                            li 2.1一个注单中最多为12 串。
                            li 2.2串关注单在24小时内（以结算时间为准）的派彩上限为600,000 RMB(不包括本金)。
                            li 2.3注单中所投注的赛事皆需根据平台的投注规则为准。
                            li 2.4串关不能有同一赛事的组合或者互相影响的串关投注组合。
                            li 2.5平台 保留有关赛事是否可串关的权利。
</template>

<script>
import HeadeTitBack from '@/views/template3/common/header/HeadeTitBack.view'; // 带文字标题的头部
export default {
    name: 'Agreement', // 用户协议
    components: {
        "s-headeTitBack": HeadeTitBack, // 头部
    },
}
</script>
<style lang="stylus" scoped>
@import '~@styl/template3/themes/mixin.styl'
.agreement
    display block
    height 100%
    overflow auto

    .mt30
        margin-top 10px

    .agt-st
        font-size 16px
        font_color(fc3)
        padding 10px 0px 5px
        font_color(fc03)
        font-weight normal

    .agt-lis
        display block
        padding-left 20px

        li
            font-size 14px
            font_color(fc3)
            list-style-type decimal

    .agt-nol
        li
            list-style-type none
</style>
