<template lang="pug">
    .fi-agree
        h2 理性博彩
        p 享用本公司提供的服务是客户本人的意愿，其风险应由客户本人承担。参与我们服务的同时就说明客户认同本公司所提供的服务是正常、合理、公正、公平的。
        p 某些法律规则并未明文规定在线和非在线博彩是否合法，而有些法律规则已有明确规定。如果按照客户当地法律博彩属不合法行为，本公司不提倡阁下参与我们的服务。在博彩被视为不合法行为的任何国家本公司不提倡其国民加入。客户有责任确保任何时候您的博彩行为在您所属地是属合法行为。
        p 您可以从我们网站访问由第三方播放的内容（例如:流媒体）。您需承认此内容不属于本站的，由第三方提供。在我们网站访问此内容时，您需要自己承担风险。您承认并同意本站是无法控制此类内容所提供的图形、声音或是图像，而是仅供查看之用。本站明确表示不承担与此类内容有关的任何和所有责任。
        p 对于任何情况下由于卫星收讯不良或延误，网路中断，或个人使用网站服务时的失误，疏忽，或对网站内容的误解所产生的任何损失，本站概不负责。
        p 由于第三方对公司网站和信息提供的服务（比如无线通讯的提供者等）而导致的拖延、违约、或不提供服务的情况，本公司不提供担保也不承担责任。
        p 客户访问或使用我们网站服务、软件、信息服务、或下载、安装、使用我们软件而造成的任何直接、间接或重大或普通亏损或经济损失，不论本站是否被告知其可能性，本站以及相关合伙公司，合作伙伴，合伙人，职员，代理将不承担责任。
        p 阁下需认同本协议部分或全部内容是临时性的，网站部分信息可能还需修改和更正。所以这些信息仅供参考，在客户与本司之间并不构成协议，合同，和担保的依据。
        p 阁下认同所有免责条款都是在公平公正，风险及利益分布合理的情况下成立的，它既反映了本站对客户的关注，也体现了客户对本站的理解与支持。阁下进一步认同此条款的合法性和可实施性。
        p 如果客户电脑配件上的赛果与我们服务器的赛果出现不一致的情况，我们服务器所显示的结果将为最终赛果。另外，客户也认同对于客户参与我们服务的游戏规则，投注状况本站拥有最终解释权。
        p 本站对目前我们所提供的服务不提供任何明示或暗示的担保，也不对其服务质量，适用性，完整性或精确性提供任何担保和解释。
        p 本站尽全力为客户提供最优质，最安全可靠的服务，然而我们并不担保我们所提供的服务的稳定性，及时性和准确性，或不担保错误及时更正或网站不受病毒或蠕虫干扰。
        p 本站绝对有权临时或永久性地立即暂停，终止，修改，删除或添加服务内容，而无需通知客户，对因其而产生的任何损失本站概不负责。

</template>
<script>
export default {
    name: "Respons", // 责任
}
</script>
<style lang="stylus" scoped>
@import '~@/assets/styles/template3/themes/mixin.styl'
.fi-agree
    line-height 24px
    font-size 16px
    font_color(fc12)

    p
        padding-bottom 20px

    .b
        font-weight bold

    h2
        font-size 16px
        padding-top 15px
        padding-bottom 10px

    ul
        padding-left 20px

        li
            list-style-type decimal
            padding-bottom 20px
</style>
