<template lang="pug">
    .fi-help
        h2 常见问题
        .fi-at 为什么在线支付成功后额度没有立即增加？
        p.fi-pl20 这是因为在线支付系统需要经过密锁切换及内部验证程序，而这也是我们的保安程序之一，所以请您不必担心，款项一定不会丢失；如果您在在线支付超过30分钟后仍然还未收到您的款项，请与我们客服联系处理；

        .fi-at 存款未到账如何处理？
        p.fi-pl20 由于跨行汇款的到账时间是取决银行方面办理速度，一般都是有1-8小时的到账时间，请您耐心等待；如果已成功汇款，可能是由于第三方支付公司还没有收到您的款项，请麻烦发送小票的扫描件或是清晰照片（如果是网银汇款请发送汇款回单的截图）给我们，我们会马上为您提交到第三方支付公司进

        .fi-at 取款什么时候可以到账？
        p.fi-pl20 取款申请审核通过后，一般会在3-5分钟内为您进行线下转账；若逾时仍未收到款项，则可能是取款银行账号数据有误或银行账号小额管理费未缴等问题所造成的；财务人员在无法出款时都会及时进行通知，若玩家未填写有效的联络方式也会造成财务无法联系的情况发生，请您务必填写正确有效的联系信息；同时，您也可随时联系在线客服了解进度；

        .fi-at 取款申请为什么会不通过？
        p.fi-pl20
            p 防止部分玩家利用我公司进行洗钱等非法资金操作，为避免部分玩家以套利为目的参与活动，我司对于所有的取款均会进行审核，申请不通过的主要因素考虑如下：
            ul
                li 判断有效投注额是否达到存款， 优惠的流水要求；（ 各游戏和局 / 未接受 / 取消注单， 不纳入有效投注计算；）
                li 取款信息是否符合取款者信息；
                li 投注是否异常， 存在恶意刷流水套利行为；
                li 同一用户多账户行为

        .fi-at 为什么向游戏转账会失败？
        p.fi-pl20
            p 向游戏转账失败可能存在以下几种原因：
            ul
                li 第三方游戏数据异常或正在升级维护中；
                li 数据对接异常，暂时无法进行资金操作；
                li 网络连接异常，导致订单超时

        .fi-at 为什么我要设置真实姓名？
        p.fi-pl40 真实姓名是证明您身份的重要凭证之一，且真实姓名将用于匹配收款银行账号，银行卡账户名与玩家真实姓名一致时才可以取款成功！为确保您账户的安全，真实姓名一旦设置不可自行修改！

        .fi-at 真实姓名填错了怎么修改？
        p.fi-pl40 一经填写，玩家本人无法直接修改真实姓名！如有需要，请您在线客服服协助您做数据更改；

        .fi-at 有效流水在每个平台是如何计算的？
        p.fi-pl20
            p 有效流水计算：
            ul
                li 百家乐项目，若单局输赢的绝对值大于75%本金，以本金作为有效投注额；
                li 其他盘口按单局本金计算有效投注额；
            p 当投注净输时，按净输金额绝对值计算流水；当投注净赢金额&lt;75%，则按净赢金额计算流水，净赢金额&gt;=75%，以全额投注金额计算流水；

        .fi-at 隐私信息是否安全？
        p.fi-pl20 本站将尽全力保护客户提供给我们的个人资料，不会蓄意将该数据泄漏给外人，除非此政策条款里有明文规定；所有本司员工都被要求遵循该政策条款；员工有义务严密的保守客户的个人信息，即使员工离开本站后仍须坚守此义务；阁下本人也须保护好您的个人信息；阁下应严守您的账户密码，不应将此透露给其他人；

        .fi-at 请问各个游戏的注额为多少？
        p.fi-pl20 真人游戏-最低下注1RMB 最高限额30万RMB （可根据不同类型会员进行调高注码额度）
        p.fi-pl20 彩票游戏-最低下注1RMB最高取款依照游戏及玩法不同，最高可到10000RMB
        p.fi-pl20 电子机率-最低下注0.2RMB最高限额依照游戏及玩法不同
        p.fi-pl20 如有任何疑问请咨询24小时在线客服！

        h2 注册登录相关
        .fi-at 我能在本站注册几个账号？
        p.fi-pl20 阁下只能在本站注册一个账户，并且始终只能持有一个账户。如果有其他账户被发现属于您或与您有关，根据规则与条款本站保留将任何此类账户视为关联账户并关闭此类账户的权利。
        .fi-at 在本站游戏需要提供身份证明吗？
        p.fi-pl20 作为本站满足监管要求应尽责任的一部分，我们需要对会员的身份进行审核。如有需要我们相关部门将会电话通知您审核所需的身份证明文档副本。
        .fi-at 为什么当我使用密码登录时出现错误？
        p.fi-pl20 请检查您输入的密码是否正确，密码是6-12位数字和字母组合，区分大小写，若仍然无法登录，请使用“忘记账号或密码”功能重设一个新密码。或者联系在线客服协助找回密码；
        .fi-at 如何找回密码？
        p.fi-pl20 若忘记登录密码，请点击页面顶部登录区（或其他相关页面）的“忘记密码？”，然后根据页面提示进行操作即可；
            p 具体操作步骤如下：
            ul
                li 输入您要找回登录密码的手机号／邮箱地址；
                li 根据页面提示，选择其中一种找回方式；
                li 核实身份后，重新设置新的登录密码；
                li 登录密码修改成功；
        .fi-at 我的个人资料安全吗？
        p.fi-pl20 我们坚持实行最好的安全措施，为广大客户提供舒适、安全的博彩环境。
        p.fi-pl20 我们承诺保护个人信息是按照数据保护法进行，包括我们如何处理这些数据。
        p.fi-pl20 所有服务都需要遵守法律及本站的隐私标准。
        p.fi-pl20 请参考隐私权保护规则页面查看更多信息。
        .fi-at 允许我在本站游戏吗？
        p.fi-pl20 您必须已经年满18周岁或所在当地多数的法定年龄，以最大年龄为准，并且已经阅读并同意本站规则与条款；
        .fi-at 什么是博彩责任，它对我有什么帮助？
        p.fi-pl20 作为一个声誉好负责任的博彩公司，我们希望阁下您在尽情享受网站服务的同时调整好您的心态。有少部分客户或许过度沉迷于游戏以至于对其经济，事业，家庭和社会产生负面影响。对此，我司强烈建议您花些时间进入博彩责任页面查看重要信息，明确和调整您的娱乐心态。
        .fi-at 我想删除/注销账户可以吗？
        p.fi-pl20 本站秉承着为每个会员提供最优质的服务，不对任何会员进行账号屏蔽，冻结账号或者是删除信息；
        .fi-at 在本站存款与取款，我的注册姓名是否需要与身份证上面的姓名一致？
        p.fi-pl20 您在本站注册账户，必须使用真实合法的姓名和身份，且您在本站的投注账户用于存款或接收资金的银行账户或其他支付账户也必须保持一致。
        h2 绑定银行卡相关
        .fi-at 如何绑定银行卡？
            p 具体操作流程如下：
            ul
                li 登录玩家中心后，依次点选 “账户管理-&gt;银行卡信息”；
                li 根据页面提示填写相关银行卡信息；
                li 确认信息无误后，点击“确认”即可完成绑定
        .fi-at 所有类型的银行卡都可以绑定吗？
        p.fi-pl20 不可以！我公司目前仅支持绑定借记卡，信用卡暂不支持使用；
        .fi-at 我可以绑定多张银行卡吗？
        p.fi-pl20 可以！一个玩家账户可支持绑定多张银行卡，但是绑定的银行卡账户名必须与玩家的真实姓名一致
        .fi-at 银行账号已存在"这个错误提示是什么意思？
        p.fi-pl20 如果您之前有使用同样的银行账号，就会出现此问题。如果您有注册多个本站账号，请通过在线客服联系我们，您将需要提供账号的资料，以便我们进一步查询处理。
        .fi-at 如何更换已绑定的银行卡？
        p.fi-pl20 银行卡更换与绑定流程基本一致，具体操作步骤详见如何绑定银行卡？其中，仅支持更换为账户名与真实姓名一致的银行卡，否则取款将失败！
        p.fi-pl20 温馨提示：
        p.fi-pl20 若由于玩家绑定的银行卡账户名与您填写的真实姓名不一致，而导致出款失败或延迟，请玩家自行负责！
        h2 存款相关
        .fi-at 有哪些存款途径？
        p.fi-pl20 公司目前提供入款方式有：银行卡转账，微信支付，微信扫码，支付宝支付，支付宝扫码，银联扫码，请您点击存款专区选择其中一种方式入款，谢谢！（注：选择银行卡转账的客户，请您在每次入款前务必在网站上获取最新的收款账号信息，如将款项存入已过期账号，导致公司无法查收，恕不负责，请您留意，谢谢！）
        .fi-at 我可以使用第三方的银行账户存款到我的本站账户吗？
        p.fi-pl20 不可以的，存款不允许使用第三方银行账户。您的本站账户所有的存款必须使用您本人的银行卡，银行账户姓名须与您的本站注册姓名一致。在处理您的存款之前，本站保留拒绝任何使用第三方银行账户操作的存款或对您的账户进行审核验证的权利。
        .fi-at 银行卡转账流程
            ul
                li 登录会员中心后，点击【存款】，进入存款专区；
                li 请点选【存款方式】，并选择【银行卡转账】选项；
                li 确认后点击下一步提交订单；
                li 提交订单后，系统将会提供银行卡号供您进行存款，存款时请注意核对账号和用户名，并且提交存款备注信息；在完成存款之后，务必点击**完成存款**，后台才会收到相应的信息进行核查入款；否则将延误到账时间；
                li 点击完成存款后，若您未认证手机，可以认证手机号及时查收短信跟踪到账信息；
        .fi-at 支付宝扫码流程
        p.fi-pl20
            ul
                li 登录会员中心后，进入存款专区
                li 请点选【存款方式】，并选择【支付宝扫码】选项；
                li 输入金额后点击下一步提交订单，注意输入金额要在限额范围内。
                li 使用另一部手机或者保存二维码图片之后用支付宝扫一扫完成订单支付。点击完成存款提交订单；
        p.fi-pl20 注意: 若已完成支付，在系统未返回结果前请勿点击取消订单，否则将造成金额无法入账；
        .fi-at 微信扫码流程
        p.fi-pl20
            ul
                li 登录会员中心后，进入存款专区；
                li 请点选【存款方式】，并选择【微信扫码】选项；
                li 请选择存款金额后点击下一步提交订单（注：固定金额支付通道不支持输入其它金额）
                li 使用另一部手机或者保存二维码图片之后用微信扫一扫完成订单支付。点击完成存款提交订单；
        p.fi-pl20 注意: 若已完成支付，在系统未返回结果前请勿点击取消订单，否则将造成金额无法入账；
        .fi-at 银联扫码流程
        p.fi-pl20
            ul
                li 登录会员中心后，进入存款专区；
                li 请点选【存款方式】，并选择【银联扫码】选项；
                li 输入金额后点击下一步提交订单，注意输入金额要在限额范围内；
                li 使用另一部手机或者保存二维码图片之后用绑定银联卡的APP（云闪付、京东等）扫一扫完成订单支付，点击完成存款提交订单；
        p.fi-pl20 注意: 若已完成支付，在系统未返回结果前请勿点击取消订单，否则将造成金额无法入账；
        .fi-at 支付宝支付流程
        p.fi-pl20
            ul
                li 登录会员中心后，进入存款专区；
                li 请点选【支付宝支付】；
                li 输入金额后点击下一步提交订单，注意输入金额要在限额范围内；此时若手机已安装支付宝将自动打开支付宝APP，若未安装支付宝将打开网页输入账号密码进行支付；
                li 在完成支付之后系统将自动跳转到支付成功页面；
        p.fi-pl20 注意: 若已完成支付，在系统未返回结果前请勿点击取消订单，否则将造成金额无法入账；
        .fi-at 微信支付流程
        p.fi-pl20
            ul
                li 登录会员中心后，进入存款专区；
                li 请点选【微信支付】；
                li 请选择存款金额后点击下一步提交订单（注：固定金额支付通道不支持输入其它金额）此时若手机已安装微信将自动打开微信APP，若未安装微信将打开网页输入账号密码进行支付；
                li 在完成支付之后系统将自动跳转到支付成功页面；
        h2 取款相关
        .fi-at 如何从我的本站账户取款？
        p.fi-pl20
            p 当您在本站成功存款并进行游戏后，即可进行取款操作（须满足最低取款金额要求）；您只需根据以下提示，按下列步骤操作即可开通账户；
            ul
                li 登录网站（或已处于登录状态），在会员中心点击取款专区项；
                li 进入“取款”页面；
                    p 注意！因确保您的账户安全，第一次进行取款操作时，需先设置取款密码！请务必确认您的牢记您的取款密码，请勿将您的密码提供给其他人；
                li 接下来，您可以开始添加银行卡；完成銀行卡添加以後，才能夠进行取款操作；
                    p 此银行卡的开户名必须与您账号所填真实姓名一致，否则取款可能会失败；
                li 取款银行账户姓名必须与您的本站注册姓名一致，所有的交易都需严格遵循取款政策，如不符合取款的政策规则，取款将会被拒绝。
        .fi-at 如何取消我的取款申请？
        p.fi-pl20 提交申请未审核之前，若您想取消，请及时联系在线客服处理；是否能够帮到您？
        .fi-at 如果我不投注可以取款吗？
        p.fi-pl20 您所有的存款须进行全额投注后方可取款账户的所有余额。如有参与优惠活动，投注额要求请遵循特定的优惠规则与条款。
        .fi-at 每天最高取款金额是多少？
        p.fi-pl20 每日取款无次数限制，单次取款最低金额100元，最高50万，每日取款金额无上限；
        .fi-at 为什么取款状态显示“成功”而我的银行卡却没有收到钱？
        p.fi-pl20 取款状态显示“成功”表示我们已经出款，有时银行延迟会导致您不能马上收到款项。如果已经超过12个小时，请及时联系在线客服为您核实。
        .fi-at 可否取款到其他人的银行卡？
        p.fi-pl20 银行账户持有人姓名必须与在 本站注册账号的姓名一致，否则无法申请取款；
        .fi-at 取款是否需要交纳手续费或其他费用？
        p.fi-pl20 不产生任何费用；
        h2 转账流程
        p.fi-pl20 用户无需手动转账，每次进入游戏时会自动将中心钱包余额（不含小数金额）全部转入游戏。 从游戏平台转出可以到取款页面点击“一键回收”按钮将各平台余额转回中心钱包。
        h2 转账流程
        //- .fi-at 升级制度
        //- table.fi-tab(border="0")
        //-   tr
        //-     th 序号
        //-     th 等级级别
        //-     th 存款金额（升级达标金额）
        //-   tr(v-for="(v, i) in viprt" :key="i")
        //-     td {{ i+1 }}
        //-     td {{ v.name }}
        //-     td {{ v.depositMaxAmout }}
        .fi-at 说明
        p.fi-pl20
            ul
                li 只计算当月累计的存款金额，当月存款累计金额达到某个等级的升级条件的存款起始金额，那么就立即变为该等级
                li
                    p 次月清空上月的存款金额，重新计算；
                    p 如游戏会员A，当前等级为VIP2，上个月累计存款了99,999元；本月存款了1元，总存款为VIP3等级存款金额的起始金额100,000元，那么该会员不会由VIP2变为VIP3，本月还需存款99,999元，才会成为VIP3
                li
                    p 可跳级升级；
                    p 如游戏用户A当前等级为普通会员，VIP3等级存款金额的起始金额为100,000元，本月存款了100,000元，那么会员等级直接由普通会员变成VIP3
        //- .fi-at 降级制度
        //- table.fi-tab(border="0")
        //-   tr
        //-     th 序号
        //-     th 降级级别
        //-     th 月最低存款金额
        //-   tr(v-for="(v, i) in viplow" :key="i")
        //-     td {{ i+1 }}
        //-     td {{ v.name }}
        //-     td {{ v.depositMinAmout }}

        .fi-at 说明
        p.fi-pl20
            p 按月逐级降级；
            p 如游戏会员A当前等级为VIP6，VIP6的保级月最低存款金额为1,800,000元；
            ul
                li 本月存款未达到VIP6的保级月最低存款金额1,800,000元，那么次月降为VIP5；
                li 本月存款达到VIP6的保级月最低存款金额1,800,000元，那么次月不降级还是VIP6；
                li 本月未存款，那么次月降为VIP5，不会直接变为普通会员，需要连续6个月未存款才会变成普通会员，一个月只降一级
        //- .fi-at 洗码设定
        //- .fi-rb
        //-   .w30
        //-     .w3t 序号
        //-     .w3t 等级
        //-   .w70
        //-     .w7-t 洗码设定
        //-     .w7-f
        //-       .w7t 真人
        //-       .w7t 电子
        //-       .w7t 棋牌/彩票
        //-       .w7t 捕鱼
        //-       .w7t 电竞/体育

        //- .fi-trb(v-for="(v, i) in qmenu" :key="i")
        //-   .tw30
        //-     .tw3t {{v.id}}
        //-     .tw3t {{v.vip}}
        //-   .tw70
        //-     .tw7t {{v.game1}}
        //-     .tw7t {{v.game2}}
        //-     .tw7t {{v.game3}}
        //-     .tw7t {{v.game4}}
        //-     .tw7t {{v.game5}}
        h2 账号安全
        p.fi-pl20
            p 我公司运用不同种类的安全技术，为广大玩家建立一个安全、稳定且极具隐私的游戏环境。
            ul
                li 物理安全 我们的服务器放置在高度安全性的特定场所，进出的工作人员必须全部通过安全检查。
                li 安全保护 我们的服务器通过防火墙系统被保护。
                li 数据完整性 玩家通过浏览器与我们的服务器之间进行的所有通信是被严格加密的。
        h2 网站联机相关
        .fi-at 支持访问本站的浏览器是什么？
        p.fi-pl20 我们的网站是最佳的兼容浏览器，提供范围广泛的网页浏览器支持；更重要的是4大最受欢迎的浏览器：IE浏览器，火狐，苹果的Safari和谷歌浏览器。
        p.fi-pl20 然而一些旧的浏览器可能不支持新的网络标准，因此您有可能会在我们网站遇到一些问题，如果使用这些浏览器的旧版本，我们建议您升级到最新版本，因为可能不仅有体验浏览限制，但可能会容易受到安全威胁。
        .fi-at 我是否需要任何程序或浏览器插件来运行该网站？
        p.fi-pl20 我们的网站设计是不需要额外的插件，如Java。然而，一些互动式的帮助信息和游戏，如我们的娱乐场和真人娱乐场可能需要Flash Player才能正确显示。
        .fi-at 浏览器不正常出错和网页刷新慢？
        p.fi-pl20 亲爱的客户，当您浏览互联网，是否曾经遇到以下问题？
        p.fi-pl20 浏览器显示不正常 -
        p.fi-pl20 网络连接没有响应 -
        p.fi-pl20 网页运行速度极慢 -
        p.fi-pl20 当打开或保存文件的时候， 计算机反应很慢 -
        p.fi-pl20 没有意料／ 不正常的错误信息 -
        p.fi-pl20 在浏览器里出现新的工具栏 -
        p.fi-pl20 很难连接网页
        p.fi-pl20 若出现上述情形， 您的计算机可能受到了病毒影响；
        p.fi-pl20 病毒程序在运行时， 容易导致计算机出现此问题； 这情况很普遍； 很多客户都没有意识到自己的计算机上已经安装病毒程序， 很多时候病毒程序是伴随
        p.fi-pl20 着一些软件同时安装的；
        p.fi-pl20 立即联系客服人员获得帮助；

</template>
<script>
import vipStore from "@/store/comstore/center/base/vipStore"; // VIP
export default {
    name: "Help", // 帮助
    computed: {
        viprt: { // 当前模板
            get() {
                return this.$store.state.vipStore.viprt;
            },
            set(item) {
                return item
            }
        },
        viplow: { // vip降级规则
            get() {
                return this.$store.state.vipStore.viplow;
            },
            set(item) {
                return item
            }
        }
    },
    data() {
        return {
            qmenu: [{
                id: 1,
                vip: '普通会员',
                game1: '0.00%',
                game2: '0.00%',
                game3: '0.00%',
                game4: '0.00%',
                game5: '0.00%',
            },
                {
                    id: 2,
                    vip: '普通会员',
                    game1: '0.00%',
                    game2: '0.00%',
                    game3: '0.00%',
                    game4: '0.00%',
                    game5: '0.00%',
                }, {
                    id: 3,
                    vip: '普通会员',
                    game1: '0.00%',
                    game2: '0.00%',
                    game3: '0.00%',
                    game4: '0.00%',
                    game5: '0.00%',
                }, {
                    id: 4,
                    vip: '普通会员',
                    game1: '0.00%',
                    game2: '0.00%',
                    game3: '0.00%',
                    game4: '0.00%',
                    game5: '0.00%',
                }, {
                    id: 5,
                    vip: '普通会员',
                    game1: '0.00%',
                    game2: '0.00%',
                    game3: '0.00%',
                    game4: '0.00%',
                    game5: '0.00%',
                }, {
                    id: 6,
                    vip: '普通会员',
                    game1: '0.00%',
                    game2: '0.00%',
                    game3: '0.00%',
                    game4: '0.00%',
                    game5: '0.00%',
                }, {
                    id: 7,
                    vip: '普通会员',
                    game1: '0.00%',
                    game2: '0.00%',
                    game3: '0.00%',
                    game4: '0.00%',
                    game5: '0.00%',
                }]
        }
    },
    created() {
        if (!this.$store.state["vipStore"]) {
            vipStore.install(this);
        }
    },
    mounted() {
        this.pageInit();
    },
    methods: {
        pageInit() { // 构造方法
            // this.getVipRule()
        },
        getVipRule() { // 获取vip设置
            this.$store.dispatch("vipStore/vipChangeRule").then(res => {
            });
        },
    }
}
</script>
<style lang="stylus" scoped>
@import '~@/assets/styles/template3/themes/mixin.styl'
.fi-help
    line-height 24px
    font-size 16px
    font_color(fc3)

    p
        padding-bottom 20px

    .b
        font-weight bold

    h2
        font-size 16px
        padding-top 15px
        padding-bottom 10px

    ul
        padding-left 20px

        li
            list-style-type decimal
            padding-bottom 20px

    .fi-at
        font-weight bold
        list-style-type disc
        padding-bottom 5px

    .fi-pl20
        padding-left 20px

    .fi-tab
        border none
        width 100%
        line-height 30px
        border_com(1px, solid, border27, top)
        border_com(1px, solid, border27, left)
        border_com(1px, solid, border27, right)

        tr
            display flex
            justify-content flex-end
            align-items center

            th
                bg_color(bg28)
                width 100%

            td
                width 100%
                text-align center
                border_com(1px, solid, border27, bottom)

    .fi-rb
        display flex
        justify-content space-between
        align-items center
        bg_color(bg28)

        .w30
            width 30%
            text-align center
            display flex
            justify-content space-between
            line-height 30px

            .w3t
                width 100%
                text-align center
                height 60px
                line-height: 60px;

        .w70
            width 70%

            .w7-t
                text-align center
                line-height: 30px;

            .w7-f
                text-align center
                display flex
                justify-content space-between
                line-height: 30px;

                .w7t
                    width 100%

    .fi-trb
        display flex
        justify-content space-between
        align-items center
        border_com(1px, solid, border27, bottom)
        border_com(1px, solid, border27, left)
        border_com(1px, solid, border27, right)

        .tw30
            width 30%
            text-align center
            display flex
            justify-content space-between
            line-height 40px

            .tw3t
                width 100%
                text-align center
                height 40px
                line-height: 40px;

        .tw70
            width 70%
            text-align center
            display flex
            justify-content space-between
            line-height: 30px;

            .tw7t
                width 100%
</style>
