<template lang="pug">
    .fi-agree
        h2 理性博彩
        p 博彩只不过是一种娱乐消遣的方式，切莫过于沉迷，导致对日常生活造成负面的影响。本站绝对有责任让顾客在一个良好的环境下获得最佳的娱乐体验，并希望顾客可以明确地调整自己的心态，避免因沉迷博彩而影响到自己的事业和家庭，甚至别人，例如亲人的生活。 本站提醒各位玩家： 如有违反上述限定的账户，经核实，本站也将采取终止该投注账户操作的措施。
        p 我们以提供最佳在线博彩，并为此提供竭诚的服务，倾全力为顾客营造一个良好的网上娱乐环境并且衷心希望顾客能在这里获得最佳娱乐体验；
        p 作为有声誉有责任感的博彩公司，我们希望阁下您在尽情享受网站服务的同时调整好您的心态；
        p 为了协助您进行理性博彩，我们确保工作人员接受理性博彩意识的培训；如需更多信息或协助请联系客户服务部
        h2 未满博彩年龄
        p 未满18岁的人士进行博彩属非法行为，本站会在此方面绝对严格执行；我们会对客户进行年龄验证，并可能要求其上交补充档；对任何未满18岁人士使用此网站所获得的彩金，一旦发现，将被没收并上报有关部门处理；阁下必须超过18岁（或在阁下居住的管辖范围内不被视为未成年人）才可进入此网站；任何未满18岁的人不得在我们网站开户和投注，本站以严谨的态度看待和处理此问题；
        h2 不适用人群
        ul
            li 年龄在18周岁以下；
            li 在所属司法中，低于其合法年龄；
            li 当地司法规定，访问我们网站属不合法行为；本站无法辨认客户行为在当地司法是否属合法，客户本人责任自行甄别；
            li 本站员工与本站员工亲属（“亲属”指配偶，伴侣，父母，子女或兄弟姐妹），或在离职6个月期限内的任何本站相关前雇员，前雇员亲属；（包括任何与本站关联的）
        h2 赌博问题防护
        p 我们强烈建议阁下定期审视您的博彩行为，检验自己是否投入过度；如果您感到可能会有博彩方面的问题，请首先回答以下问题：
        ul
            li 有否曾因赌博而耽误工作时间？
            li 有无人曾经批评过您进行赌博？
            li 赌博有否令您的生活不愉快？
            li 赌博有否影响您的声望？
            li 赌博之后，您是否感到自责？
            li 阁下有否曾经用赌博所赢得的钱来还债，或者解决财政因难？
            li 赌博有否导致您的抱负及效率减低？
            li 输钱后，您是否感觉您必须一定要尽快回来赚回您所失去的？赢钱后，您是否有一种强烈的欲望，回来赢得更多？是否时常赌博至分文都用尽？您是否借钱，作赌博之用？您是否出卖任何对象，作赌博之用？
            li 您是否不愿意用“赌本”来付正常的开支？
            li 您是否很不情愿将赌博用的钱使用在其他地方？
            li 赌博是否令您疏忽您自己及您家人的健康快乐？
            li 您是或否独自一人长时间赌博？
            li 您是否花比预计更多的时间在赌博上？
            li 您是否曾经因为试图掩饰您在赌博方面花费的时间和金钱而撒谎？
            li 您是否以赌博来逃避忧虑及困难？
            li 您是否犯罪或考虑犯罪，为赌博筹备资金？
            li 赌博有否令您有睡眠的困难？
            li 围绕您的争执、失望或挫败有否造成赌博的推动力？
            li 您是否为数小时的赌博而有冲动去庆祝好运？
            li 您是否因赌博的结果而自毁或自杀？
        p 若您对至少7个以上的问题的回答是“是”，您可能在博彩上存在风险，请寻求家庭支持和专业网站进行咨询。

</template>
<script>
export default {
    name: "Respons", // 责任
}
</script>
<style lang="stylus" scoped>
@import '~@/assets/styles/template3/themes/mixin.styl'
.fi-agree
    line-height 24px
    font-size 16px
    font_color(fc12)

    p
        padding-bottom 20px

    .b
        font-weight bold

    h2
        font-size 16px
        padding-top 15px
        padding-bottom 10px

    ul
        padding-left 20px

        li
            list-style-type decimal
            padding-bottom 20px
</style>
