<template lang="pug">
.page-con
  centerHeader(@goBack="goBack")
  //.common-title 用户协议
  .page-flow
    h2 隐私条款
    .text 发布日期：2022年2月26日
    .text 生效日期：2022年2月26日
    .text 【特别提示】尊敬的用户，感谢您使用滴滴付为您提供的应用服务。我们始终重视您的隐私，并全力遵守国家法律法规的要求对您的个人信息进行保护。请您花一些时间熟悉我们的隐私政策，如果您有任何问题，请通过正文列举的方式联系我们。如我们提供的某款产品有单独的隐私政策或相应的用户服务协议当中存在特殊约定，则该产品的隐私政策将优先适用；该产品隐私政策和用户服务协议未涵盖的内容，以本隐私政策内容为准。
    h3 引言
    .text 我们非常重视您的隐私。本隐私政策是针对滴滴付旗下App（以下简称：“平台”或“本平台”）做出的隐私方面的陈述与承诺，属于《滴滴隐私政策》的重要组成部分。涉及到本平台特殊约定的，若与《滴滴隐私政策》之间存在不一致的，以本隐私政策为准；若本隐私政策未约定的，以《滴滴隐私政策》为准。建议您详细阅读《滴滴隐私政策》。
    .text 本隐私政策在制定时充分考虑到您的需求，您全面了解我们的个人信息收集和使用惯例，同时确保您最终能控制提供给我们的个人信息，这一点至关重要。本隐私政策规定我们如何收集、使用、披露、处理和存储您使用我们的滴滴付旗下产品、服务时提供给我们的信息。本隐私政策下“个人信息”指通过信息本身或通过关联其他信息后能够识别特定个人的数据。我们将严格遵守本隐私政策来使用这些信息。对于本隐私政策中涉及的个人敏感信息的处理以及可能对您的权利义务有重大影响的条款，我们将采用加粗形式进行提示，请您留意阅读。
    h3  一、 我们收集哪些信息以及如何使用信息
    .text 收集个人信息的目的在于向您更为优质地提供我们的产品和/或服务，并且保证我们遵守适用的相关法律、法规及其他规范性文件。我们列举了产品和/或服务的核心功能，及该功能所相应需要收集的个人信息，我们谨遵最小必要原则，充分尊重您的自主选择权，针对部分附加功能，您有权根据自己的意愿选择是否使用并提供该服务所须信息，您不同意收集这部分信息不影响您使用本产品和/或服务的其他功能。请您理解，我们向您提供的产品与/或服务将不断更新变化，同时也取决于您所使用App的具体版本。如果您选择使用本政策中尚未列明的其他产品与/或服务时，在我们收集您的个人信息前，我们会通过业务协议、页面提示的方式向您详细说明信息收集的目的、方式、范围并征求您的明确同意。
    h4 (一) 本产品和/或服务涉及的功能及所需信息包括：
    h5 1. 帐号注册与登录
    .text 您需要注册滴滴帐号登录本产品和/或服务，请您在使用滴滴帐号登录功能前仔细阅读《滴滴帐号隐私政策》。同时，在您使用滴滴帐号登录本平台的过程中，为将您的滴滴帐号与您在本平台上的操作行为相关联，我们将收集您的滴滴帐号、手机号、邮箱地址，用于为您提供帐号登录服务并保障帐号安全，若您不提供上述信息，则您无法正常登录本平台。
    h5 2. 实名制管理
    .text 在您使用本平台提供的财富服务、支付服务、互助服务时，为了配合相关金融合作机构开展遵守投资者适当性管理以及履行监管机构要求的反洗钱工作，您需要提供您的姓名、有效身份证件的号码；
    .text a) 在发生法律法规及监管规定的特定情形时，您还需要补充提供您的身份信息（性别、联系方式、职业、国籍、有效身份证件类型、证件有效期、通讯地址/单位地址、银行流水）并上传身份证件照片或影印件以供我们核对并留存;
    .text b) 如若需要银行卡进行身份实名认证，您还需提供绑定银行卡信息（银行卡号、身份证号、姓名、银行预留手机号）；若您通过刷脸进一步确认您提供信息的准确性时，您还需提供脸部图像/视频;
    .text c) 为了验证该类信息的准确性和完整性，我们会将您提供的信息与合法传送至存有您信息的第三方机构（如政府机关、事业单位、商业银行、合法设立的商业化数据库等）进行验证，我们会对该类验证机构提供的信息来源合法性进行稽核。如您未能提供上述信息，即未完成实名制验证 ，您将无法使用本平台中需实名办理的相关业务。
    h5 3. 财富相关服务
    .text a) 您在使用本平台提供的理财支付产品或服务时，为了对您进行实名制管理并配合金融机构开展反洗钱工作以及履行投资者适当性管理，除前述第1、2部分提及的基础实名信息如身份证信息、手机号、银行卡信息外，根据您选择的具体投资理财产品或服务，部分产品或服务还会请您主动提供居住地区、联系地址、邮箱、人脸照片、职业信息、工作单位；
    .text c) 当您需要查询本平台投资理财相关信息时，我们向您提供信息查询服务，展示您使用投资理财产品或服务的记录。为此目的，您同意并授权我们可以收集/展示您在本平台形成的产品或服务相关信息，包括您使用过程中产生的账户信息（如银行II类账户账号）、交易记录、资产（余额）及收益信息。如果您取消该等同意、授权，我们可能无法对您提供对应的服务，但这不影响您使用本平台的其他服务。
    h5 4. 互助相关服务
    .text 当您使用滴滴互助服务时，我们需根据互助条款等的要求，收集您的姓名、手机号、身份证号、地址、联系人信息、等必要的信息，用于为您提供互助服务，具体事项将以成员规则或条款中体现并以之为准。如果您不提供前述信息，可能无法使用滴滴互助相关服务，但不影响您使用我们提供的其他服务。
    h5 5. 办理支付服务
    .text 在您使用本平台进行支付、还款以及授权自动扣款时，需要提供持卡人姓名、银行卡卡号、银行预留手机号、持卡人身份证件号。我们将把您的上述信息共享给我们合作的商业银行、清算组织及第三方支付公司等支付服务机构，包括电子账户发卡银行、中国银联、等。上述信息如果您拒绝提供，可能无法完成支付、还款、授权扣款。为保护您的权益，请您在使用相关支付服务时，仔细阅读相关支付服务机构的隐私政策或说明条款。
    h5 6. 滴滴币相关服务
    .text 您可以在滴滴付App及滴滴付钱包App中充值或兑换“滴滴币”，用于购买或兑换滴滴付服务，购买或出售服务。

    .text a) 您的滴滴币会与您的滴滴帐号相关联，在您使用滴滴币的过程中，我们会收集您的滴滴帐号、订单号、充值金额、消费金额、商品名称、商品描述、商品价格；我们会记录您的滴滴币余额、使用记录以便您进行查看；若您通过手机短信来进行充值或用于消费，我们会收集您的手机号以在此过程中通过手机短信进行二次验证；

    .text b) 为了保证滴滴币资产安全，我们会在您充值和消费过程中收集您所处于的操作环境的部分数据以进行风险识别，这些信息包括：设备硬件信息（设备名、产品名、生产商、硬件名称、设备的屏幕尺寸、设备像素密度、IMEI号、Wifi Mac地址、蓝牙Mac地址、传感器和CPU的信息、存储大小等）、软件版本信息（您选择的语言、国家、软件定制品牌、Android ID、SDK版本号、Android版本信息、设备运行的时间）、运营商信息（SIM卡的服务商代码和名称，注册网络的服务商代码和名称、IMSI号和SIM卡号等）、网络信息（当前网络类型、是否收费网络、当前的网关、IP 地址） 、基于数据网络的地理位置信息以及您与滴滴币充值和消费相关的操作记录。

    h5 7. 保障交易安全与反欺诈所必须的功能

    .text a) 为了保障您使用我们的产品与/或服务时系统的安全性，更准确地预防金融欺诈和保护账户安全，我们可能会通过了解您的网络信息、设备信息等信息来判断当前操作环境是否安全以及确保是您本人进行的操作。

    .text b) 为了您账户及资金安全，我们可能会在需要您本人授权/确认的业务环节要求您设置或输入您的支付密码；我们也可能会向您在本平台绑定的手机号发送安全校验短信。

    .text c) 为了更好地进行风险评估与控制，我们会收集您的面部识别特征信息，以完成相关信息比对以及验证操作。为了提高验证的准确性，您同意我们可以在必要时自行或者委托合作的身份验证服务提供商将您提供的面部信息与法律法规允许或政府授权机构所保存您的面部信息与法律法规进行比对核验。但我们会要求此类机构及时销毁其处理的相关信息。

    .text d) 在您进行一些重要账户操作时（如：找回密码、解冻账户、风险账户身份核实），为了验证您的身份，我们可能会收集您的身份证件的彩色照片或影印件、手持身份证件照片及其他在具体业务开展过程中基于您的同意而收集的可识别您身份的证明资料。如您不同意提供前述信息，您将无法完成特定操作。

    h5 8. 提供客户服务及进行投诉处理

    .text 为向您提供客户服务、响应您的权利请求、投诉请求，我们会收集您主动提交的信息，同时，客服人员会收集必要的身份信息以便核验您的身份，取决于您所请求的具体权益，包括滴滴帐号、姓名、手机号、身份证号。当您需要我们提供与您交易信息相关的客服与售后服务时，我们将会查询您的交易信息。如您不提供前述信息，不影响您使用我们提供的其他服务。

    .text 为了保证您及他人的合法权益，如您被他人投诉或投诉他人，我们会根据适用将您的姓名及有效证件号码、联系方式、投诉相关内容提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。

    h4 (二) 设备权限调用说明

    .text 在您使用本服务时可能会触发以下与个人信息相关的系统敏感权限。为使您更好地管理您的信息，我们会在产品使用过程权限申请时同步告知您该权限的使用目的，以及如您不开启该权限可能对您使用服务的影响，请您仔细查阅。您在使用特定功能前，可选择是否授权开通以下权限。同时，您可以随时通过设备权限设置页面自己更改授权情况。

    .text 以下为相关功能及调用权限的细节，为您列举供参考：

    .text 1. 读取电话状态权限 （Android版本）：当您开启滴滴付时，我们会向您申请获取此权限，目的是正常识别您的设备识别信息、设备状态信息以及设备环境信息，以便完成安全风控、进行用户统计和服务推送。

    .text 2. 获取手机账户列表权限（Android 6.0-8.0版本且在MIUI系统上）：用于获取手机的账户列表以便快捷登录。

    .text 3. 读写外部存储空间权限（Android版本）：当您使用扫一扫、头像设置、用户反馈、图像识别、将文件下载至本地或打开本地文件时，您可以通过开启存储权限使用或保存图片、视频或文件。若您不开启此权限您将无法使用与存储卡读取或缓存相关的功能 ，但不影响您使用其他服务。

    .text 4. 读写日历权限（Android、IOS版本）：当您使用贷款服务时，您可以通过开启日历权限便捷管理您的还款计划、设置还款提醒、活动订阅提醒。若您不开启此权限，您将无法使用日历管理相关的功能，但不影响您使用其他服务。

    .text 5. 麦克风权限（Android、IOS版本）：当您使用智能客服语音输入时使用，您可以开启麦克风权限点击语音按键进行录音，以便您进行快速便捷输入；当您办理开户业务时使用，根据监管规定需要您开启麦克风权限进行录音以便进行身份认证及视频见证流程。若您不开启此权限，您将无法使用语音输入或录音功能，但不影响您使用其他服务。

    .text 6. 相机权限（Android、IOS版本）：当您使用扫一扫、头像设置、用户反馈、图像识别等服务时，您可以通过开启相机权限以便进行实时拍摄并上传图片或视频；在需要人脸识别的场景下，则需要调用您的摄像头进行人脸的拍摄。若您不开启此权限，您将无法使用图片或视频拍摄相关的功能，但不影响您使用其他服务。

    .text 7. 相册权限（IOS版本）：当您使用扫一扫、头像设置、用户反馈、图像识别、实名认证等服务时，您可以通过开启相册权限以便上传设备中的图片或视频。若您不开启此权限，您将无法使用图片或视频上传相关的功能，但不影响您使用其他服务。

    .text 8. 面容ID权限（IOS版本）：在适用设备上，当您使用面容ID解锁时，您需要在您的设备上提前录入面容ID信息，并在使用服务时在您的设备上完成信息验证。我们需要使用您的面容ID权限以便接收验证结果，但我们并不收集您的面容ID信息。若您不开启此权限，不影响您选择其他解锁方式。

    .text 9. 位置权限（Android、IOS版本）：当您使用限定销售区域的产品及服务或向您展示该地区的专属产品及服务时，您可以通过开启位置权限以便查看或获取当前所在区域的服务；我们产品内使用的某些第三方功能组件如蚂蚁扫脸、同盾SDK，可能会申请位置信息，用于完成扫脸环境检测、或信贷服务安全检测、反欺诈目的，若您不开启此权限，您将无法上述功能，但不影响您使用其他服务。

    .text 10. 读取通讯录权限（Android、IOS版本）：当您使用手机充值服务时，您可以选择直接从通讯录中选择并导入选定的特定联系人信息。若您不开启此权限，将无法使用与通讯录信息相关的功能，但不影响您使用其他服务。

    .text 11. 读取短信权限（Android版本）：当您在绑定银行卡、交易验证等验证本人操作的场景中，需要填写手机短信验证码，您可以通过开启读取短信权限以自动从短信中读取并填写短信验证码。若您不开启此权限，您将无法使用自动填写短信验证码的功能，但不影响您使用其他服务。

    .text 我们申请获取的权限将与提供的服务功能保持一致，若我们提供的业务功能调整，我们申请的设备权限也将随之调整。我们在首次调用设备权限时会单独提示您是否开启并对权限申请目的进行解释。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。

    h4 (三) 征得授权同意的例外

    .text 您充分知晓，依据相关法律法规及国家标准，以下情形中，我们可能会依法收集、使用个人信息无需征得您的同意：

    .text 1. 与国家安全、国防安全有关的；

    .text 2. 与公共安全、公共卫生、重大公共利益有关的；

    .text 3. 与犯罪侦查、起诉、审判和判决执行等有关的；

    .text 4. 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

    .text 5. 所收集的个人信息是个人信息主体自行向社会公众公开的；

    .text 6. 从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；

    .text 7. 根据您的要求签订合同所必需的；

    .text 8. 用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；

    .text 9. 为合法的新闻报道所必需的；

    .text 10. 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的。

    h4 (六) 非个人信息
    .text 我们还可能收集其他无法识别到特定个人的信息（即不属于个人信息的信息），例如您使用特定服务时产生的统计类数据，如设备相关信息、App使用行为记录等信息。收集此类信息的目的在于改善我们向您提供的服务。所收集信息的类别和数量取决于您如何使用我们产品和/或服务。

    h3 二、 我们如何使用 Cookie 和同类技术

    .text 收集哪些信息以及如何使用这些信息？

    .text 1. 本平台和第三方服务供应商使用 Cookie 、标签和脚本等技术，这些技术用于分析趋势、管理网站、追踪用户的网站活动并收集关于整个用户群体的统计信息。我们会收到通过以上技术收集的个体或汇总的分析报告。此等技术帮助我们更好地了解您的行为，使我们了解用户浏览我们网站的哪些部分，衡量广告和网络搜索的效果并加以改善。我们将通过 Cookie 和其他技术收集的信息视为非个人信息。但是，如果当地法律将 Internet 协议 (IP) 地址或类似识别标记视为个人信息，则我们亦将此等识别标记视为个人信息。

    .text 2. 日志文件：和大部分网站一样，我们收集特定信息并保存在日志文件中。此类信息可能包括互联网协议 (IP) 地址、浏览器类型、互联网服务供应商 (ISP)、引用/退出页面、操作系统、日期/时间戳和/或点击流数据。我们不会把自动收集的日志数据与我们收集的其他信息进行关联。

    .text 3. 移动分析：在某些移动应用中，我们使用移动分析软件，以更好地了解我们的移动软件在您的手机中的功能。此款软件可能记录以下信息，如您使用该应用程序的频率、该应用程序内发生的事件、累计使用、性能数据及应用程序崩溃发生的位置。我们不会将存储于分析软件内的信息关联到您在移动应用程序中提交的任何个人信息。

    h3 三、 我们如何共享、转让、公开披露您的个人信息

    h4 (一) 共享：

    .text 我们不会将任何个人信息出售给第三方。

    .text 我们有时可能会向第三方（定义见下文）共享您的个人信息，以便提供或改进我们的产品或服务，包括根据您的要求提供产品或服务。如果您不再希望允许我们共享这些信息，请通过访问 客服 联系我们。

    h5 1. 您主动选择的共享

    .text 在获得您的明确同意或主动选择的情况下，向您指定的第三方共享您授权范围内的信息。

    h5 2. 与我们集团共享信息

    .text 为了顺利地从事商业经营，以向您提供更为完善和丰富的产品或服务的全部功能，我们可能不时向其他的滴滴集团关联公司合法共享您的个人信息。

    h5 3. 与第三方服务提供商共享您的个人信息

    .text 本业务中部分服务内容由正规的第三方服务提供商提供，为此我们需要向第三方服务提供商提供您的部分个人信息，例如，在下列情况下，我们可能会与第三方服务提供商共享您的个人信息：

    .text a) 实名验证服务提供商：本业务中的实名验证服务由客户身份基本信息数据库或系统服务商（主要的信息验证渠道包括但不限于公安、社保、交通等管理部门，以及商业银行、征信机构、移动公司等单位所运营的，能够切实有效验证您的身份基本信息的数据库或系统）、面部信息识别服务商（包括阿里扫脸SDK、Face++扫脸 SDK、腾讯扫脸SDK、华宝SDK、思迪SDK）在内的第三方提供，我们可能会将您的姓名、身份证件号码、银行卡号、手机号码、面部照片/身份证照片信息提供给此类服务提供商，用于为您提供实名验证服务。

    .text b) 移动设备标识供应商：为更好保护用户隐私，在 Android 10 及以上版本中，应用将不再自动获取IMEI等设备信息，采集OAID进行设备标识。本业务中的设备标识采集服务由移动安全联盟的OAID SDK提供。

    .text c) 推送服务供应商：根据您所使用的系统，本业务中的推送服务部分由滴滴推送SDK提供。

    .text d) 支付服务第三方商户。 为了让您完成支付交易、实现交易目的，我们需要向第三方商户提供交易号与相关支付信息，并促使其可以完成后续的服务。

    .text 如我们与这些第三方分享您的个人信息，我们将采取加密等手段保障您的信息安全。对我们与之共享个人信息的公司、组织，我们会对其数据安全环境进行合理审查，并与其签署严格的数据处理协议，要求第三方对您的信息采取足够的保护措施，严格遵守相关法律法规与监管要求。

    .text 我们保证仅出于正当、合法、必要、特定、明确的目的共享与为您提供服务所必要的个人信息。此外，我们将采取加密等手段保障您的信息安全。我们会通过合同规定第三方的实践和义务，保证第三方服务供应商遵守您所属司法管辖区中适用的隐私标准。您应当了解对我们的授权包括针对第三方服务供应商的子处理者。

    h5 4. 其他

    .text a) 根据法律法规规定要求、法律程序、诉讼和/或公共机构和政府部门依法提出的要求，我们可能有必要披露您的个人信息。如果我们确定就国家安全、执法或具有公众重要性的其他事宜而言，披露是必须的或适当的，我们也可能会披露关于您的信息。

    .text b) 如果我们确定为了执行我们的条款或保护我们的经营、权利、资产或产品，或保护用户，或对于达成以下目的（检测、预防并解决欺诈、对产品的未授权使用、对我们条款或政策的违反或其他有害或非法活动）披露是合理必要的，我们也可能会披露关于你的信息。（为避免疑问，在当地数据保护法律明确许可的范围内且仅限在此情况下，我们才会在未经您同意的情况下收集、使用或披露您的个人信息。）这可能包括向公共或政府机构提供信息；与第三方合作伙伴交流有关您账户可靠性方面的信息，以防止在我们产品内外所进行的欺诈、违规等其他有害行为。

    h4 (二) 转让

    .text 除以下情形外，我们不会将您的信息转让给任何主体：

    .text 1. 获得您的明确同意；

    .text 2. 如果滴滴参与兼并、收购或出售其资产的全部或部分，且涉及到个人信息转让，我们会要求新的持有您个人信息的公司继续受本隐私政策的约束，否则，我们会要求该公司重新获得您的授权。如适用，我们将通过电子邮件和/或在我们网站上发布醒目通知，告知对您个人信息所有权、使用方面的任何变化，以及您可能拥有的关于您个人信息的任何选择。

    h4 (三) 公开披露

    .text 我们仅会在以下情况下，公开披露您的个人信息：

    .text 1. 获得您的明确同意；

    .text 2. 基于法律或合理依据的公开披露：包括法律法规规范、法律程序、诉讼或应政府主管部门要求。

    h3 四、 我们如何保存和保护您的个人信息

    h4 (一) 安全措施

    .text 我们承诺保证您的个人信息安全。为了防止未经授权的访问、披露或其他类似风险，我们落实了合理的物理、电子和管理措施流程，保护我们从滴滴付旗下App上收集的信息。我们将采取所有合理的措施保护您的个人信息。

    .text 您的个人信息全都被储存在安全的服务器上，并在受控设施中受到保护。我们依据重要性和敏感性对您的数据进行分类，并且保证您的个人信息具有合理的安全等级。同样，我们对以云为基础的数据存储设有专门的访问控制措施。总而言之，我们定期审查信息收集、储存和处理实践，包括物理安全措施，以防止任何未经授权的访问和使用。

    .text 我们会严格甄选业务合作伙伴和服务提供商，将在个人信息保护方面的要求落实到双方的商务合同或审计、考核等活动中。我们保证通过访问这些信息来帮助向您提供产品或服务的员工和第三方服务供应商具有严格的合同保密义务，如果未能履行这些义务，其将会受到纪律处分或被终止合作。

    .text 我们会举办安全和隐私保护培训课程、测试与宣传活动，加强员工对于保护个人信息重要性的认识。我们将采取所有可行的措施保护您的个人信息。但是，您应当意识到互联网的使用并不总是安全的，因此，我们不能保证在通过互联网双向传输时任何个人信息的安全性或完整性。

    .text 我们将对于个人数据的泄露，及时通知相关的监管机构，并根据适用法律要求（包括您所在地的数据保护法规），通知数据主体相关的数据泄露事件。

    h4 (二) 您能做什么?

    .text 1. 您可以通过不向任何人（除非此人经您正式授权）披露您的登录密码或帐号信息，您可以为您的帐号设置唯一的密码，以防止其他网站密码泄露危害您在本平台的帐号安全。无论何时，请不要向任何人（包括自称是滴滴付相关产品客服的人士）透露您收到的验证码。无论您何时作为滴滴帐号用户登录滴滴付旗下App，尤其是在他人的计算机或公共互联网终端上登录时，在会话结束时您总应注销登出。

    .text 2. 我们不对因您未能保持个人信息的私密性而导致第三方访问您的个人信息进而造成的安全疏漏承担责任。尽管有上述规定，如果发生其他任何互联网用户未经授权使用您帐号的情况或其他任何安全漏洞，您应当立即通知我们。

    .text 您的协助将有助于我们保护您个人信息的私密性。

    h4 (三) 数据存储及保留政策

    .text 我们基于本隐私政策中所述的信息收集的目的所必需的期间，或者遵守适用的相关法律要求保留个人信息。个人信息在完成收集目的，或在我们确认您的删除或注销申请后，或我们终止运营相应产品或服务后，我们将停止保留，并做删除或匿名化处理。如果是出于公众利益、科学、历史研究或统计的目的，我们将基于

    .text 适用的法律继续保留相关数据，即使进一步的数据处理与原有的收集目的无关。在“您的权利”部分也有详细描述，可以参阅。

    .text 您的信息将会保存至中华人民共和国境内。我们将在中华人民共和国大陆地区运营中收集和产生的个人信息，存储在中国大陆地区的数据中心。

    h3 五、 未成年人信息的保护

    .text 我们认为监督孩子使用我们的产品或服务是家长或监护人的责任。但是，我们拒绝获得未成年人的个人信息，或者向这类人群发送任何促销资料。

    .text 我们不会寻求或试图寻求接收来自未成年人的任何个人信息。如果家长或监护人有理由相信未成年人未经事先同意而向我们提交了个人信息，请通过本政策所述联系方式联系我们以确保删除此类个人信息，并保证未成年人取消订阅任何适用的服务。

    h3 六、 联系我们

    .text  如果您对本隐私政策有任何意见或问题，或者您对我们收集、使用或披露您的个人信息有任何问题，请通过下方地址或通过访问 客服 联系我们，并提及“隐私政策”。针对您关于个人信息相关的权利请求、问题咨询等时，我们有专业的团队解决你的问题。如果你的问题本身涉及比较重大的事项，我们可能会要求你提供更多信息。如果您对收到的答复不满意，您可以将投诉移交给所在司法辖区的相关监管机构。如果您咨询我们，我们会根据您的实际情况，提供可能适用的相关投诉途径的信息。

    //.text  联系地址：北京市海淀区xx路xx号院x号楼

</template>

<script>
import { defineComponent, reactive, toRefs, onMounted } from 'vue'
import centerHeader from '@/views/mine/centerHeader'
import { useRouter } from 'vue-router'

export default defineComponent({
  name: 'PrivacyAgreement',
  components: {
    centerHeader
  },

  setup() {
    const router = useRouter()
    const state = reactive({
      item: {}
    })
    // 路由
    const jumpPage = (path) => {
      router.push({
        path: path
      })
    }
    // 回退
    const goBack = () => {
      router.push({ path: '/mine/setting' })
    }
    onMounted(() => {

    })
    return {
      ...toRefs(state),
      jumpPage,
      goBack
    }
  }

})
</script>

<style lang="scss" scoped>
@import "~@/assets/styles/center.scss";

// 页面样式
.page-con {
  height: 100%;
  padding-top:50px;
  padding-bottom: 50px;
  background-color: #f5f7fc;
  text-align: initial;
  font-size: 12px;
  .common-title{
    font-size:20px;
    margin: 20px;
  }
  .page-flow {
    padding: 10px;
    .text{
      font-size: 13px;
      line-height: 21px;
      margin: 10px 0px 10px 10px ;
    }
    h4,h5{
      margin-top: 10px;
    }
  }
}

</style>
